Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Are you sure you want to merge the selected divisions? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir fusionner les divisions sélectionnées ? Cette action ne peut pas être annulée.

source: Recommended Corrective Actions
fr_fr: Mesures correctives recommandées

source: Add Recommended Corrective Actions
fr_fr: Ajouter les actions correctives recommandées

source: Funding Source saved successfully
fr_fr: Source de financement sauvegardée avec succès

source: A geographical division with this name already exists under the selected parent. Please use a different name.
fr_fr: Une division géographique portant ce nom existe déjà sous le parent sélectionné. Veuillez utiliser un autre nom.

source: A geographical division with this name and parent already exists. Please use a different name.
fr_fr: Une division géographique portant ce nom et ayant ce parent existe déjà. Veuillez utiliser un autre nom.

source: Geographical Divisions details saved successfully
fr_fr: Les détails des divisions géographiques ont été sauvegardés avec succès

source: Implementation Partners saved successfully
fr_fr: Partenaires de mise en œuvre sauvés avec succès

source: Lab Storage saved successfully
fr_fr: Lab Storage sauvegardé avec succès

source: Recommended Corrective Action saved successfully
fr_fr: Action corrective recommandée Sauvegarde réussie

source: Covid-19 | Clinics Report
fr_fr: Rapport sur les cliniques Covid-19

source: Fields
fr_fr: Champs

source: County
fr_fr: Pays

source: Unable to generate excel.
fr_fr: Impossible de générer excel.

source: Covid-19 | Sample Rejection Report
fr_fr: Covid-19 | Rapport de rejet d'échantillon

source: Covid-19 | Sample Status Report
fr_fr: Covid-19 | Rapport sur l'état de l'échantillon

source: Covid-19 Sample Status Report
fr_fr: Rapport sur le statut des échantillons Covid-19

source: Covid-19 Sample Status
fr_fr: Statut des échantillons Covid-19

source: Covid-19 Sample ID
fr_fr: Covid-19-No Echantillon

source: STS Result Print Date
fr_fr: Date d'impression des résultats STS

source: LIS Result Print Date
fr_fr: Date d'impression des résultats LIS

source: Covid-19 Quarterly Monitoring Report
fr_fr: Rapport trimestriel de suivi Covid-19

source: COVID-19 Testing Target Report
fr_fr: Rapport cible de test COVID-19

source: Number of Times Tested
fr_fr: Nombre de fois testées

source: State
fr_fr: État

source: Collection Site
fr_fr: Site de la collection

source: EPID Number
fr_fr: N° EPID

source: Is Patient Pregnant
fr_fr: La patiente est-elle enceinte

source: Patient Phone Number
fr_fr: Numéro de téléphone du patient

source: Patient Email
fr_fr: Courriel du patient

source: Patient Address
fr_fr: Adresse du patient

source: Patient Province
fr_fr: Province du patient

source: Nationality
fr_fr: Nationalité

source: Fever/Temperature
fr_fr: Fièvre/température

source: Temprature Measurement
fr_fr: Mesure de la température

source: Respiratory Rate
fr_fr: Fréquence respiratoire

source: Oxygen Saturation
fr_fr: Saturation en oxygène

source: Asymptomatic
fr_fr: Asymptomatique

source: Symptoms Detected
fr_fr: Symptômes détectés

source: Medical History
fr_fr: Historique Medical

source: Comorbidities
fr_fr: Comorbidités

source: Recenty Hospitalized?
fr_fr: Hospitalisé récemment ?

source: Patient Lives With Children
fr_fr: Les patients vivent avec des enfants

source: Patient Cares for Children
fr_fr: Les patients s'occupent des enfants

source: Close Contacts
fr_fr: Contacts étroits

source: Has Recent Travel History
fr_fr: A des antécédents de voyage récents

source: Country Names
fr_fr: Noms de pays

source: Travel Return Date
fr_fr: Date de retour du voyage

source: Airline
fr_fr: Compagnie aérienne

source: Seat No.
fr_fr: Numéro de siège.

source: Arrival Date/Time
fr_fr: Date et heure d'arrivée

source: Departure Airport
fr_fr: Aéroport de départ

source: Transit
fr_fr: Transport en commun

source: Reason of Visit
fr_fr: Motif de la visite

source: Number of Days Sick
fr_fr: Nombre de jours de maladie

source: Date of Symptoms Onset
fr_fr: Date d'apparition des symptômes

source: Date of Initial Consultation
fr_fr: Date de la consultation initiale

source: Reason for Test Request
fr_fr: Motif de la demande de test

source: Date specimen received
fr_fr: Date de réception du spécimen

source: Date specimen registered
fr_fr: Date d'enregistrement du spécimen

source: Specimen Condition
fr_fr: Condition du spécimen

source: Specimen Status
fr_fr: Statut du spécimen

source: Specimen Type
fr_fr: Type de spécimen

source: Test Method
fr_fr: Méthode d'essai

source: Date result released
fr_fr: Date de publication du résultat

source: Covid-19 Results
fr_fr: Covid-19-Imprimer le résultat

source: COVID-19 Laboratory Turnaround Time
fr_fr: COVID-19 Délai d'exécution du laboratoire

source: Collected - Dispatched
fr_fr: Enlevé - Envoyé

source: Covid-19 Test Reasons
fr_fr: Raisons du test Covid-19

source: Comorbidity details added successfully
fr_fr: Les détails de la comorbidité ont été ajoutés avec succès

source: Add Covid-19 Co-morbidities
fr_fr: Ajouter les comorbidités Covid-19

source: Covid-19 Co-morbidities
fr_fr: Comorbidités Covid-19

source: Comorbidity Name
fr_fr: Nom de la comorbidité

source: Please enter Comorbidity name
fr_fr: Veuillez saisir le nom de la comorbidité

source: The comorbidity name that you entered already exists.Enter another name
fr_fr: Le nom de la comorbidité que vous avez saisi existe déjà

source: Comorbidity Status
fr_fr: État de comorbidité

source: Please enter Comorbidity Status
fr_fr: Veuillez saisir l'état de comorbidité

source: Add Covid-19 QC Test Kit
fr_fr: Ajouter le kit de test Covid-19 QC

source: Covid-19 QC Test Kit
fr_fr: Kit de test Covid-19 QC

source: Test Kit Name
fr_fr: Nom du kit de test

source: Please enter Test Kit name
fr_fr: Veuillez saisir le nom du kit de test

source: The test kit name that you entered already exists. Enter another name
fr_fr: Le nom du kit de test que vous avez saisi existe déjà. Saisissez un autre nom

source: Please select Status
fr_fr: Veuillez sélectionner le statut

source: QC Test Label
fr_fr: Étiquette de test QC

source: Expected Result
fr_fr: Résultat attendu

source: Please enter QC test label
fr_fr: Veuillez saisir l'étiquette du test QC

source: Please enter qc test label
fr_fr: Veuillez saisir l'étiquette du test qc

source: Add Covid-19 Results
fr_fr: Ajouter les résultats de Covid-19

source: Result Name
fr_fr: Nom du résultat

source: Please enter Result name
fr_fr: Veuillez saisir le nom du résultat

source: The Result name that you entered already exists. Enter another name
fr_fr: Le nom de résultat que vous avez saisi existe déjà. Saisir un autre nom

source: Please select Result Status
fr_fr: Veuillez sélectionner le statut du résultat

source: Add Covid-19 Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon Covid-19

source: Covid-19 Sample Rejection Reasons
fr_fr: Raisons du rejet de l'échantillon Covid-19

source: Add Covid-19 Sample Type
fr_fr: Ajouter un type d'échantillon Covid-19

source: Covid-19 Sample Type
fr_fr: Type d'échantillon Covid-19

source: Add Covid-19 Symptoms
fr_fr: Ajouter les symptômes de Covid-19

source: Covid-19 Symptoms
fr_fr: Symptômes Covid-19

source: Symptom Name
fr_fr: Nom du symptôme

source: Please enter Symptom name
fr_fr: Veuillez saisir le nom du symptôme

source: The Symptom name that you entered already exists.Enter another name
fr_fr: Le nom de la division géographique que vous avez entré existe déjà. Entrez un autre nom

source: Parent Symptom
fr_fr: Symptôme

source: Please enter Parent Symptom
fr_fr: Veuillez saisir le statut de l'échantillon

source: Symptom Status
fr_fr: Symptôme

source: Please enter Symptom Status
fr_fr: Veuillez saisir le statut de l'échantillon

source: Add Covid-19 Test Reasons
fr_fr: Ajouter des raisons de test Covid-19

source: Covid-19 Sample Rejection Reasons details added successfully
fr_fr: Détails des raisons de rejet d'échantillon Covid-19 ajoutés avec succès

source: Sample Type details added successfully
fr_fr: Les détails du type d'échantillon ont été ajoutés avec succès

source: Symptom details added successfully
fr_fr: Détails du symptôme ajoutés avec succès

source: COVID 19 Test reasons details added successfully
fr_fr: COVID 19 Les détails des motifs de l'essai ont été ajoutés avec succès

source: Facility Type
fr_fr: Type d'installation

source: Covid-19 QC Test Kits
fr_fr: Covid-19-Demandes de test

source: Add New Covid-19 QC Test Kit
fr_fr: Ajouter un nouveau kit de test Covid-19 QC

source: QC Test Kit Name
fr_fr: Nom du kit

source: Created On
fr_fr: Créé le

source: Edit Covid-19 QC Test Kit
fr_fr: Modifier le kit de test CQ Covid-19

source: Covid-19 QC test kit saved successfully
fr_fr: Le kit de test Covid-19 QC a été sauvegardé avec succès

source: Covid-19 Results details saved successfully
fr_fr: Détails des résultats Covid-19 sauvegardés avec succès

source: Covid-19 | Add Samples from Manifest
fr_fr: Covid-19 | Ajouter des échantillons à partir du manifeste

source: Covid-19 Test Request
fr_fr: Covid-19-Demandes de test

source: Sample manifest code
fr_fr: Entrer le code manifeste d'échantillons

source: Covid-19 test request added successfully
fr_fr: Demande de test Covid-19 ajoutée avec succès

source: Unable to add this Covid-19 sample. Please try again later
fr_fr: Impossible d'ajouter cet échantillon Covid-19. Veuillez réessayer plus tard

source: We could not save this form. Please try saving again.
fr_fr: Nous n'avons pas pu enregistrer ce formulaire. Veuillez réessayer de l'enregistrer.

source: Import Test Requests In Bulk
fr_fr: Importer des demandes de test en bloc

source: Covid-19 request updated successfully
fr_fr: La demande de Covid-19 a été mise à jour avec succès

source: COVID-19 | Edit Request
fr_fr: COVID-19 | Modifier la demande

source: Covid-19 | View All Requests
fr_fr: Afficher les demandes de test

source: Covid-19 Test Requests
fr_fr: Covid-19-Demandes de tests

source: Please choose record sample
fr_fr: Veuillez choisir Province/État/Région

source: Req. Sample Type
fr_fr: Dem. Type d'échantillon

source: Sample With Result
fr_fr: Echantillon avec résultats

source: Sample Without Result
fr_fr: Echantillons sans résultats

source: Add new Covid-19 Request
fr_fr: Covid-19-Ajouter une nouvelle demande

source: Bulk Import Covid-19 Request
fr_fr: Covid-19-Importation de demandes en bloc

source: Quick Add Covid-19 Request
fr_fr: Covid-19-Ajouter une demande rapide

source: Export Requests
fr_fr: Demandes d'exportation

source: Bulk Import Covid-19 Requests
fr_fr: Importer des demandes de test en bloc

source: Case ID
fr_fr: No du Cas

source: Printer:
fr_fr: Imprimante:

source: Testing Point
fr_fr: Labo de test

source: Lab staff Assigned
fr_fr: Personnel de laboratoire Assigné

source: Source Of Alert / POE
fr_fr: Sources de financement

source: Health Facility/POE County
fr_fr: Établissement de santé/POE Comté

source: Health Facility/POE State
fr_fr: Établissement de santé/POE État

source: Health Facility/POE
fr_fr: Établissement de santé/POE

source: Patient State
fr_fr: Province

source: Patient County
fr_fr: Comté du patient

source: Patient City/Village
fr_fr: CITY

source: COVID-19 VIRUS LABORATORY TEST REQUEST FORM
fr_fr: COVID-19-FORMULAIRE DE DEMANDE DE TEST DE LABORATOIRE

source: Add New Request
fr_fr: Ajouter une nouvelle demande

source: SITE INFORMATION
fr_fr: INFORMATIONS SUR LE SITE

source: To be filled by requesting Clinician/Nurse
fr_fr: A remplir par le clinicien/infirmier demandeur

source: Source of Alert / POE
fr_fr: Source d'alerte / POE

source: Community Surveillance
fr_fr: Surveillance communautaire

source: Contact Tracing
fr_fr: Recherche de contacts

source: Clinic
fr_fr: Clinique

source: Sentinel Site
fr_fr: Site Sentinelle

source: Screening
fr_fr: Projection

source: Others
fr_fr: Autres

source: Source of Alert / POE Others
fr_fr: Source d'alerte / POE Autres

source: Please choose source of Alert / POE
fr_fr: Veuillez choisir la source d'alerte / POE

source: Region
fr_fr: Région

source: Please choose State
fr_fr: Veuillez choisir l'État

source: Project Name
fr_fr: Nom du projet

source: Testing Laboratory
fr_fr: Laboratoire d'essais

source: CASE DETAILS/DEMOGRAPHICS
fr_fr: DÉTAILS DE L'AFFAIRE/DONNÉES DÉMOGRAPHIQUES

source: Enter Case ID or Patient Name
fr_fr: Saisir l'identifiant du cas ou le nom du patient

source: Enter art number or patient name
fr_fr: Saisir le numéro d'art ou le nom du patient

source: No Patient Found
fr_fr: Aucun patient trouvé

source: Encrypt PII
fr_fr: Cryptage des IPI

source: Case Identification
fr_fr: Identification des cas

source: Please enter Case ID
fr_fr: Veuillez saisir l'identifiant du cas

source: Please enter DHIS2 Case ID
fr_fr: Veuillez saisir l'identifiant du dossier DHIS2

source: First Name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Please enter Date of birth
fr_fr: Veuillez saisir votre date de naissance

source: Age (years)
fr_fr: Âge (Années )

source: Case Age (in years)
fr_fr: Âge du cas (en années)

source: Case Age
fr_fr: Âge du cas

source: Please choose sex
fr_fr: Veuillez choisir le sexe

source: Universal Health Coverage
fr_fr: Couverture santé universelle

source: Enter Universal Health Coverage
fr_fr: La mise en place d'une couverture santé universelle

source: Phone number
fr_fr: Numéro de téléphone

source: Phone Number
fr_fr: Numéro de téléphone

source: Case Phone Number
fr_fr: Numéro de téléphone de l'affaire

source: Address
fr_fr: Adresse

source: Case Address
fr_fr: Adresse du dossier

source: Please Case State
fr_fr: Veuillez indiquer l'État de l'affaire

source: Case Payam
fr_fr: Cas Payam

source: Please enter the Case Payam
fr_fr: Veuillez saisir le cas Payam

source: Case Boma/Village
fr_fr: Cas Boma/Village

source: Please enter the Case Boma/Village
fr_fr: Veuillez saisir le cas Boma/Village

source: Please choose nationality
fr_fr: Veuillez choisir la nationalité

source: Passport Number
fr_fr: No de passeport

source: Please enter Passport Number
fr_fr: Veuillez saisir le numéro de passeport

source: SPECIMEN INFORMATION
fr_fr: INFORMATIONS SUR LES SPÉCIMENS

source: All specimens collected should be regarded as potentially infectious and you <u>MUST CONTACT</u> the reference laboratory before sending samples.
fr_fr: Tous les échantillons collectés doivent être considérés comme potentiellement infectieux et vous DEVEZ <u>CONTACTER</u> le laboratoire de référence avant d'envoyer des échantillons.

source: All samples must be sent in accordance with Category B transport requirements.
fr_fr: Tous les échantillons doivent être envoyés conformément aux exigences de transport de la catégorie B.

source: Type of Test Request
fr_fr: Type de demande de test

source: Please choose type of test request
fr_fr: Veuillez choisir le type de demande de test

source: Real Time RT-PCR
fr_fr: RT-PCR en temps réel

source: RDT-Antibody
fr_fr: RDT-Anticorps

source: RDT-Antigen
fr_fr: RDT-Antigène

source: Please choose reason for testing
fr_fr: Veuillez choisir la raison du test

source: Sample Dispatched On
fr_fr: Échantillon envoyé le

source: Please choose specimen type
fr_fr: Veuillez choisir le type de spécimen

source: Sample Received Date
fr_fr: Date de réception de l'échantillon

source: Please enter date
fr_fr: Veuillez saisir la date

source: Please enter sample receipt date
fr_fr: Veuillez indiquer la date de réception de l'échantillon

source: Reserved for Laboratory Use
fr_fr: Réservé à l'usage des laboratoires

source: Please select Testing Testing Laboratory
fr_fr: Veuillez sélectionner le laboratoire d'essais

source: Specimen Quality
fr_fr: Qualité des échantillons

source: Good
fr_fr: Bon

source: Poor
fr_fr: Faible

source: Lab Technician
fr_fr: Technicien de l’analyse

source: Please select a Testing Point
fr_fr: Veuillez sélectionner un point de contrôle

source: Reason for Rejection
fr_fr: Motif du refus

source: Please select the Reason for Rejection
fr_fr: Veuillez sélectionner le motif du refus

source: Rejection Date
fr_fr: Date de rejet

source: Select Rejection Date
fr_fr: Sélectionner la date de rejet

source: Please select the Rejection Date
fr_fr: Veuillez sélectionner le statut

source: Test Number
fr_fr: Numéro d’essai

source: Date of Testing
fr_fr: Date du test

source: Expiry Date
fr_fr: Date d'expiration

source: Please enter the name of the Testkit (or) Test Method used
fr_fr: Veuillez indiquer le nom du kit de test (ou de la méthode de test) utilisé(e)

source: Please enter facility name
fr_fr: Veuillez saisir le nom de l'établissement

source: Please enter facility code
fr_fr: Veuillez saisir le code de l'établissement

source: Other ID
fr_fr: Autre ID

source: Please select facility type
fr_fr: Veuillez sélectionner le type d'établissement

source: Testing Point(s)
fr_fr: Point(s) de contrôle

source: (comma separated)
fr_fr: (séparés par des virgules)

source: Contact Person
fr_fr: Personne à contacter

source: Enter Province/State
fr_fr: Saisir la province ou l'État

source: Please enter province/state
fr_fr: Veuillez indiquer la province ou l'état

source: Linked Hub Name (If Applicable)
fr_fr: Nom du centre de liaison (le cas échéant)

source: Hub Name
fr_fr: Nom du Hub

source: Please enter hub name
fr_fr: Veuillez saisir le nom du hub

source: Please enter district/county
fr_fr: District

source: Country
fr_fr: Pays

source: Please enter latitude
fr_fr: Latitude

source: Please enter longitude
fr_fr: Veuillez saisir la longitude

source: Close
fr_fr: Fermer

source: Select Reviewed By
fr_fr: Sélectionner Révisé par

source: Select Clinic/Health Center
fr_fr: Sélectionner une clinique/un centre de santé

source: Select Lab Technician
fr_fr: Sélectionner le technicien de laboratoire

source: Select Nationality
fr_fr: Sélectionner la nationalité

source: Select Case State
fr_fr: Sélectionner l'état de l'affaire

source: Select Authorized By
fr_fr: Sélectionner Autorisé par

source: Please enter the Patient ID
fr_fr: No Patient

source: Please enter Patient Age or Date of Birth
fr_fr: Veuillez saisir l'âge ou la date de naissance du patient

source: WHO COVID-19 VIRUS LABORATORY TEST REQUEST FORM
fr_fr: COVID-19-FORMULAIRE DE DEMANDE DE TEST DE LABORATOIRE DE L'OMS

source: Edit Request
fr_fr: Modifier la demande

source: Please enter Sample ID
fr_fr: Veuillez saisir l'ID de l'échantillon

source: Please choose County
fr_fr: Veuillez choisir le comté

source: Please choose facility
fr_fr: Veuillez choisir un établissement

source: Please enter ID
fr_fr: Veuillez saisir l'ID

source: Please enter Case first name
fr_fr: Veuillez saisir le prénom du cas

source: Please enter Case last name
fr_fr: Veuillez saisir le nom de famille de l'affaire

source: Enter DOB
fr_fr: Saisir la date de naissance

source: Case Age (years)
fr_fr: Cas Âge (années)

source: Age (in years)
fr_fr: Âge (en années)

source: Case address
fr_fr: Adresse du dossier

source: Case State
fr_fr: État de l'affaire

source: Please Case County
fr_fr: Case County

source: All samples must be sent in accordance with category B transport requirements.
fr_fr: Tous les échantillons doivent être envoyés conformément aux exigences de transport de la catégorie B.

source: Please enter the specimen quality
fr_fr: Veuillez indiquer la qualité de l'échantillon

source: Please select a Lab Technician
fr_fr: Veuillez sélectionner un technicien de laboratoire

source: Enter Test Method used
fr_fr: Indiquer la méthode d'essai utilisée

source: Tested on
fr_fr: Nombre d'échantillons testés

source: Sure Status® COVID-19 Antigen Card Test
fr_fr: Carte de test de l'antigène COVID-19 Sure Status

source: Kit lot no
fr_fr: Numéro de lot du kit

source: Please enter the kit lot no. for row 1
fr_fr: Veuillez saisir le numéro de lot du kit pour la ligne 1

source: Expiry date
fr_fr: Date d'expiration

source: Please enter the expiry date for row 1
fr_fr: Veuillez saisir la date d'expiration de la ligne 1

source: Final Result
fr_fr: Résultat final

source: Reviewed By
fr_fr: Révisé par

source: Please choose reviewed by
fr_fr: Veuillez choisir examiné par

source: Reviewed on
fr_fr: Examiné le

source: Please enter the Reviewed on
fr_fr: Veuillez saisir le statut de l'échantillon

source: Please choose approved by
fr_fr: Veuillez choisir approuvé par

source: Enter the reason for changing
fr_fr: Indiquer le motif de la modification

source: Please enter the reason for changing
fr_fr: Veuillez indiquer la raison du changement

source: Is Result Authorized ?
fr_fr: Le résultat est-il autorisé ?

source: Is Result authorized ?
fr_fr: Le résultat est-il autorisé ?

source: Authorized By
fr_fr: Autorisé par

source: Please choose authorized by
fr_fr: Veuillez choisir autorisé par

source: Authorized on
fr_fr: Autorisé le

source: Please select the Authorized On
fr_fr: Veuillez sélectionner la personne autorisée le

source: Please enter the tested on for row
fr_fr: Veuillez saisir la valeur testée pour la ligne

source: Please select the Testing Platform for
fr_fr: Veuillez sélectionner la plate-forme de test pour

source: Please enter the kit lot no. for row
fr_fr: Veuillez saisir le numéro de lot du kit pour la rangée

source: Please enter the expiry date for row
fr_fr: Veuillez saisir la date d'expiration de la rangée

source: View Request
fr_fr: Voir la demande

source: Update Request
fr_fr: Mettre à jour la demande

source: QC Code
fr_fr: Code CQ

source: Please enter QC Code
fr_fr: Veuillez saisir le code CQ

source: Test Kit
fr_fr: Kit de test

source: Please select test kit
fr_fr: Veuillez sélectionner le statut

source: Lot number
fr_fr: Numéro de lot

source: Please enter lot no
fr_fr: N° de lot

source: Please enter expiry date
fr_fr: Date d'expiration

source: State / Province
fr_fr: État / Région

source: District / County
fr_fr: District

source: Please select testing point
fr_fr: Veuillez sélectionner le point de test

source: Tester Name
fr_fr: Nom du plan

source: Please select tester name
fr_fr: Veuillez saisir le nom de l'échantillon

source: Received On
fr_fr: Reçu

source: Received on
fr_fr: Reçu le

source: Please enter received on
fr_fr: Veuillez saisir le statut de l'échantillon

source: Tested On
fr_fr: Nombre d'échantillons testés

source: Please enter tested on
fr_fr: Veuillez saisir les données testées sur

source: Covid-19 | Confirmation Manifest
fr_fr: Covid-19 | Manifeste de confirmation

source: Covid19 | View All Requests
fr_fr: Afficher les demandes de test

source: Selected Sample(s) ready for testing
fr_fr: Échantillon(s) sélectionné(s) prêt(s) à être testé(s)

source: Enter Covid-19 Result
fr_fr: Covid-19-Saisir le résultat manuellement

source: Enter Covid-19 Result Manually
fr_fr: Covid-19-Saisir le résultat manuellement

source: Print Covid-19 Results
fr_fr: Covid-19-Imprimer le résultat

source: Covid-19 QC Data
fr_fr: Chargement des données depuis le serveur

source: Add New Covid-19 QC Data
fr_fr: Ajouter de nouvelles données Covid-19 QC

source: Paitent Name
fr_fr: Nom du patient

source: Do you wish to change the status ?
fr_fr: Souhaitez-vous modifier le statut ?

source: Covid-19 result updated successfully
fr_fr: Les résultats du Covid-19 ont été mis à jour avec succès

source: Email COVID-19 Test Results
fr_fr: Résultats du test COVID-19 par courriel

source: SITE INFORMATIO
fr_fr: INFORMATIONS SUR LE SITE

source: City/Village
fr_fr: Ville/Village

source: Case City/Village
fr_fr: Cas Ville/Village

source: Please enter the Case City/Village
fr_fr: Veuillez saisir la ville/le village de l'affaire

source: Please enter the Authorized on
fr_fr: Veuillez saisir le numéro autorisé sur

source: Was the result modified?
fr_fr: Le résultat a-t-il été modifié ?
