Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Login
fr_fr: Connexion

source: Setup Complete!
fr_fr: Configuration terminée !

source: Please save your login credentials:
fr_fr: Veuillez enregistrer vos identifiants de connexion :

source: Login ID:
fr_fr: ID de Connexion:

source: Password:
fr_fr: Mot de passe :

source: This message will only be shown once. Please note down your credentials.
fr_fr: Ce message ne s'affichera qu'une seule fois. Veuillez noter vos identifiants.

source: Please enter your lab name
fr_fr: Veuillez saisir le nom de votre laboratoire

source: User Name
fr_fr: Nom d'utilisateur

source: Please enter your user name
fr_fr: Veuillez entrer votre nom d’utilisateur

source: Password
fr_fr: Mot de passe

source: Please enter your password
fr_fr: Veuillez saisir votre mot de passe

source: Get New Image
fr_fr: Obtenir une nouvelle image

source: Please enter the text from the image
fr_fr: Veuillez saisir le texte de l'image

source: Text you entered from the image is incorrect. Please try again
fr_fr: Le texte que vous avez saisi dans l'image est incorrect. Veuillez réessayer

source: Please enter the text from the image to proceed.
fr_fr: Veuillez saisir le texte de l'image pour continuer.

source: Invalid Login Credentials
fr_fr: Donnees de connexion invalides

source: You have exhausted the maximum number of login attempts. Please retry login after some time.
fr_fr: Vous avez épuisé le nombre maximum de tentatives de connexion. Veuillez réessayer après un certain temps.

source: Please check your login credentials
fr_fr: Veuillez vérifier vos identifiants de connexion

source: Email VL Test Results
fr_fr: Résultats du test VL par courriel

source: Hi
fr_fr: Bonjour

source: PFA the viral load test results
fr_fr: PFA les résultats du test de charge virale

source: Add Patient
fr_fr: Ajouter le patient

source: Please choose a province
fr_fr: Veuillez choisir une province

source: Please choose a district
fr_fr: Veuillez choisir un district

source: Patient Code Prefix
fr_fr: Préfixe du code patient

source: Please enter Patient Code Prefix
fr_fr: Veuillez saisir le préfixe du code patient

source: This Patient code prefix already exists.Please try another
fr_fr: Le préfixe de ce code patient existe déjà

source: Patient Code Key
fr_fr: Clé du code patient

source: Please enter Patient Code Key
fr_fr: Veuillez saisir la clé du code patient

source: Please enter Patient Code
fr_fr: Veuillez saisir le code du patient

source: Patient First Name
fr_fr: Prénom du patient

source: Please enter Patient First Name
fr_fr: Veuillez saisir le prénom du patient

source: Patient Middle Name
fr_fr: Deuxième prénom du patient

source: Patient Last Name
fr_fr: Nom du patient

source: Please enter Patient Last Name
fr_fr: Veuillez saisir le nom de famille du patient

source: Patient DOB
fr_fr: Date de naissance du patient

source: If DOB unknown, Age in Year(s)
fr_fr: Si la date de naissance est inconnue, âge en année(s)

source: Age in Year(s)
fr_fr: Âge en année(s)

source: If Age < 1, Age in Month(s)
fr_fr: Si âge < 1, âge en mois

source: Age in Month(s)
fr_fr: Âge en mois

source: Please check if patient is pregnant
fr_fr: Veuillez cocher si la patiente est enceinte

source: Please check if patient is breastfeeding
fr_fr: Veuillez cocher si la patiente allaite

source: Please select patient status
fr_fr: Veuillez sélectionner le statut du patient

source: Select Distrct
fr_fr: Sélectionner le district

source: Edit Patient
fr_fr: Modifier le patient

source: Patient information saved successfully
fr_fr: Les informations sur le patient ont été sauvegardées avec succès

source: Add Patients
fr_fr: Ajouter des patients

source: Unable to process the request
fr_fr: Impossible de traiter la demande

source: Unable to process the results
fr_fr: Impossible de traiter les résultats

source: Add Role
fr_fr: Ajouter rôle

source: Role Name
fr_fr: Nom du rôle

source: Please enter a name for this role
fr_fr: Veuillez saisir un nom pour ce rôle

source: This role name that you entered already exists.Try another role name
fr_fr: Le nom de rôle que vous avez saisi existe déjà. Essayez un autre nom de rôle

source: Role Code
fr_fr: Code de rôle

source: Please enter role code
fr_fr: Veuillez saisir le code du rôle

source: This role code that you entered already exists.Try another role code
fr_fr: Ce code de rôle que vous avez saisi existe déjà. Essayez un autre code de rôle

source: Landing Page
fr_fr: Page de destination

source: Please select landing page
fr_fr: Veuillez sélectionner la page d'atterrissage

source: Add New VL Request
fr_fr: Ajouter une nouvelle demande VL

source: VL View Test Requests
fr_fr: Demandes de test de la vue VL

source: Add New EID Request
fr_fr: Ajouter une nouvelle demande EID

source: EID View Test Requests
fr_fr: Voir les demandes de test EID

source: Add New Covid-19 Request
fr_fr: Ajouter une nouvelle demande Covid-19

source: Covid-19 View Test Requests
fr_fr: Voir les demandes de test Covid-19

source: Add New Hepatitis Request
fr_fr: Hepatite-Ajouter une nouvelle demande

source: Hepatitis View Test Requests
fr_fr: Demandes de tests de dépistage de l'hépatite View

source: Add New TB Request
fr_fr: Tuberculose-Ajouter une nouvelle demande

source: TB View Test Requests
fr_fr: TB Voir les demandes de test

source: Access Type
fr_fr: Type d'Accès

source: Please select access type
fr_fr: Veuillez sélectionner le type d'accès

source: Unless you choose the access privilege, the people belonging to this role will not be able to access other privileges like add, edit etc.
fr_fr: Si vous ne choisissez pas le privilège d’accès, les personnes appartenant à ce rôle ne pourront pas accéder à d’autres privilèges tels que l’ajout, la modification, etc.

source: Unselect All
fr_fr: Tout déselectionner

source: None
fr_fr: Rien

source: Roles Added successfully
fr_fr: Rôles ajoutés avec succès

source: Edit Role
fr_fr: Modifier le rôle

source: Roles
fr_fr: Les rôles

source: Import VL Result
fr_fr: Importer le résultat VL

source: Role updated successfully
fr_fr: Rôle mis à jour avec succès

source: -- Choose Testing Lab --
fr_fr: -- Choisir le laboratoire d'essai --

source: Lab Sample Management System
fr_fr: Système de gestion des échantillons de laboratoire

source: SYSTEM SETUP
fr_fr: CONFIGURATION DU SYSTÈME

source: Folder Permissions
fr_fr: Autorisations de dossiers

source: Folder
fr_fr: Dossier

source: Exists?
fr_fr: Existe-t-il ?

source: Readable? / Writeable?
fr_fr: Lisible ? / Inscriptible ?

source: Database Setup
fr_fr: Configuration de la base de données

source: Instance Setup
fr_fr: Configuration de l'instance

source: Admin Setup
fr_fr: Configuration de l'administrateur

source: Please enter database host name
fr_fr: Veuillez saisir le nom d'hôte de la base de données

source: Please enter database user name
fr_fr: Veuillez saisir le nom de l'utilisateur de la base de données

source: Please enter database password
fr_fr: Veuillez saisir le mot de passe de la base de données

source: Please enter database name
fr_fr: Veuillez saisir le nom de la base de données

source: Please enter database port
fr_fr: Veuillez saisir le port de la base de données

source: -- Select Instance Type --
fr_fr: -- Sélectionner le type d'instance --

source: LIS with Remote Ordering Enabled
fr_fr: LIS avec commande à distance activée

source: Sample Tracking System(STS)
fr_fr: Système de suivi des échantillons (STS)

source: Standalone (no Remote Ordering)
fr_fr: Autonome (pas de commande à distance)

source: STS URL
fr_fr: URL STS

source: Please enter the STS URL
fr_fr: Veuillez saisir l'URL du STS

source: Please select the tests
fr_fr: Veuillez sélectionner les tests

source: -- Choose Modules to Enable --
fr_fr: -- Choisir les modules à activer --

source: -- Choose System Language --
fr_fr: -- Choisir la langue du système --

source: Login ID
fr_fr: Identifiant de connexion

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Finish
fr_fr: Terminer

source: Password must be at least 8 characters long and must include AT LEAST one number, one alphabet and may have special characters.
fr_fr: Le mot de passe doit comporter au moins 8 caractères et doit inclure AU MOINS un chiffre, un alphabet et éventuellement des caractères spéciaux.

source: This STS URL appears to be invalid. Please check and enter a valid STS URL.
fr_fr: L'URL de ce STS n'est pas valide. Veuillez vérifier et saisir une URL STS valide.

source: -- Choose Country of Installation --
fr_fr: -- Choisir le pays d'installation --

source: -- Select Timezone --
fr_fr: - Sélectionnez un fuseau horaire -

source: Please select the Testing lab
fr_fr: Veuillez sélectionner le laboratoire d'essai

source: Operator/Technician
fr_fr: Opérateur/Technicien

source: Sample Collection Point
fr_fr: Point de prélèvement de l'échantillon

source: Sample Collection Date Range
fr_fr: Date de prélèvement de l'échantillon

source: Reason for changing manifest
fr_fr: Raison du changement de manifeste

source: Reason for changing this manifest
fr_fr: Raison de la modification de ce manifeste

source: Please select the Testing Lab
fr_fr: Veuillez sélectionner le laboratoire d'essai

source: CLUSTERS OF DIFFERENTIATION 4 Sample Referral Manifest
fr_fr: CLUSTERS OF DIFFERENTIATION 4 Exemple de manifeste d'orientation

source: Covid-19 Sample Referral Manifest
fr_fr: Manifeste de référence d'échantillons Covid-19

source: EID Sample Referral Manifest
fr_fr: Exemple de manifeste de renvoi de l'EID

source: Lab Tests Sample Referral Manifest
fr_fr: Tests de laboratoire Échantillon Manifeste d'orientation

source: Hepatitis Sample Referral Manifest
fr_fr: Manifeste de renvoi de l'échantillon d'hépatite

source: TB Sample Referral Manifest
fr_fr: Modèle de manifeste d'orientation de la tuberculose

source: Viral Load Sample Referral Manifest
fr_fr: Manifeste d'orientation de l'échantillon de charge virale

source: HEALTH FACILITY, DISTRICT
fr_fr: ÉTABLISSEMENT DE SANTÉ, DISTRICT

source: DATE OF BIRTH
fr_fr: DATE DE NAISSANCE

source: SPECIMEN TYPE
fr_fr: TYPE DE SPÉCIMEN

source: COLLECTION DATE
fr_fr: DATE DE COLLECTE

source: SAMPLE BARCODE
fr_fr: EXEMPLE DE CODE-BARRES

source: Generated By
fr_fr: Généré par

source: Verified By
fr_fr: Vérifié par

source: Received By
fr_fr: Reçu par

source: Manifest Change History
fr_fr: Historique des modifications du manifeste

source: Reason for Change
fr_fr: Raison du changement

source: Changed By
fr_fr: Modifié par

source: Changed On
fr_fr: Modifié le

source: Print Manifest PDF
fr_fr: Imprimer le manifeste PDF

source: Move Manifest
fr_fr: Déplacer le manifeste

source: Manifest From Testing Lab
fr_fr: Manifeste du laboratoire d'essais

source: Assign to Testing Lab
fr_fr: Affectation au laboratoire d'essais

source: Choose the Testing Lab where these manifests are being moved to
fr_fr: Choisissez le laboratoire de test vers lequel ces manifestes sont transférés

source: Reason for Moving Manifest(s)
fr_fr: Motif du déménagement Manifeste(s)

source: Enter the reason for moving the selected manifest(s)
fr_fr: Entrez la raison du déplacement du ou des manifestes sélectionnés.

source: Add Specimen Referral Manifest
fr_fr: Ajouter un manifeste d'envoi de spécimens

source: Number of Samples
fr_fr: Nombre d'échantillons

source: Manifest Created On
fr_fr: Manifeste créé le

source: Thank you. Your message has been submitted.
fr_fr: Nous vous remercions. Votre message a été soumis.

source: Viral Load Sample Management
fr_fr: Gestion des échantillons de charge virale

source: Change Password
fr_fr: Modifier le mot de passe

source: Instance Overview
fr_fr: Vue d'ensemble de l'instance

source: API Stats
fr_fr: Statistiques API

source: User Login History
fr_fr: Historique de connexion de l’utilisateur

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: System Admin
fr_fr: Administrateur du système

source: Requested On
fr_fr: Demandé par

source: Number of Records
fr_fr: Nombre d'enregistrements

source: Request Type
fr_fr: Type de demande

source: Api URL
fr_fr: URL de l'API

source: Edit Configuration
fr_fr: Modifier la configuration

source: Manage System Config
fr_fr: Gérer la configuration du système

source: Database Host Name
fr_fr: Nom de l'hôte de la base de données

source: Database Username
fr_fr: Nom d’utilisateur de la base de données

source: Database Password
fr_fr: Mot de passe de la base de données

source: Database Name
fr_fr: Nom de la base de données

source: Database Port
fr_fr: Port de la base de données

source: Instance Type
fr_fr: Type d'instance

source: Please choose instance type
fr_fr: Veuillez choisir le type d'instance

source: Standalone
fr_fr: Mode autonome

source: LIS - LAB INFORMATION SYSTEM
fr_fr: LIS - SYSTÈME D'INFORMATION DE LABORATOIRE

source: STS - SAMPLE TRACKING SYSTEM
fr_fr: STS - SYSTÈME DE SUIVI DES ÉCHANTILLONS

source: Enabled Modules
fr_fr: Modules activés

source: SMTP Settings
fr_fr: Paramétrage SMTP

source: Reload
fr_fr: Rafraichir

source: Edit Password
fr_fr: Modifier le mot de passe

source: Manage Password
fr_fr: Gérer le mot de passe

source: Please enter the password
fr_fr: Veuillez saisir votre mot de passe actuel

source: Password updated successfully
fr_fr: Mise à jour du mot de passe réussie

source: System Configuration updated successfully.
fr_fr: La configuration du système a été mise à jour avec succès.

source: Instance data has been updated successfully.
fr_fr: Les données de l'instance ont été mises à jour avec succès.

source: Some problem occurred, please try again.
fr_fr: Un problème s'est produit, veuillez réessayer.

source: System Instance Overview
fr_fr: Aperçu de l'instance System

source: Instance Id
fr_fr: Id d'instance

source: Added On
fr_fr: Ajouté

source: VL Last Sync
fr_fr: VL Dernière synchronisation

source: EID Last Sync
fr_fr: Dernière synchronisation EID

source: Covid-19 Last Sync
fr_fr: Dernière synchronisation Covid-19

source: Remote Request Last Sync
fr_fr: Demande à distance Dernière synchronisation

source: Remote Results Last Sync
fr_fr: Résultats à distance Dernière synchronisation

source: Remote Reference Last Sync
fr_fr: Référence à distance Dernière synchronisation

source: No record found
fr_fr: Aucun enregistrement trouvé

source: Viral Load LIS
fr_fr: Charge virale LIS

source: Admin Login
fr_fr: Connexion administrateur

source: System Administrator
fr_fr: Administrateur de système

source: Please enter the user name
fr_fr: Veuillez saisir le nom d'utilisateur

source: Generate Password
fr_fr: Générer un mot de passe

source: Manage Reset Password
fr_fr: Gérer la réinitialisation du mot de passe

source: User
fr_fr: Utilisateur

source: Password generated and copied to clipboard
fr_fr: Mot de passe généré et copié dans le presse-papiers

source: New User Registration
fr_fr: Enregistrement d'un nouvel utilisateur

source: Register new System Admin
fr_fr: Enregistrer un nouvel administrateur de système

source: Secret Key
fr_fr: Clé secrète

source: Please enter the email id
fr_fr: Veuillez saisir l'identifiant de l'email

source: Please enter the login id
fr_fr: Veuillez saisir l'identifiant de connexion

source: System Admin added successfully
fr_fr: L'administrateur système a été ajouté avec succès

source: Invalid Secret Key, Please enter valid key
fr_fr: Clé secrète invalide, veuillez saisir une clé valide

source: Failed to add System Admin. Please try again.
fr_fr: Échec de l'ajout d'un administrateur système. Veuillez réessayer.

source: Manage User Login History
fr_fr: Gérer l'historique des connexions des utilisateurs

source: Please select login id
fr_fr: Veuillez sélectionner l'identifiant de connexion

source: Login Id
fr_fr: ID de connexion

source: Attempted Datetime
fr_fr: Date de la tentative

source: Browser
fr_fr: Navigateur

source: Operating System
fr_fr: Système d'exploitation

source: Control Vl Testing
fr_fr: Contrôle Vl Test

source: 6 Months
fr_fr: 6 mois

source: 12 Months
fr_fr: 12 mois

source: 24 Months
fr_fr: 24 mois

source: 36 Months(3 Years)
fr_fr: 36 mois (3 ans)

source: &gt;= 4 years
fr_fr: &gt;= 4 ans

source: 3 months after a VL &gt; 1000cp/ml
fr_fr: 3 mois après une VL &gt ; 1000cp/ml

source: Suspected Treatment Failure
fr_fr: Échec présumé du traitement

source: VL Pregnant Woman
fr_fr: VL Femme enceinte

source: VL Breastfeeding woman
fr_fr: VL Femme allaitante

source: Tuberculosis
fr_fr: Tuberculose

source: Viral Hepatitis
fr_fr: Hépatite virale

source: reason one
fr_fr: première raison

source: reason two
fr_fr: deuxième raison

source: Bad rslt
fr_fr: Mauvais rslt

source: Poorly labelled specimen
fr_fr: Échantillon mal étiqueté

source: Mismatched sample and form labeling
fr_fr: Mauvaise correspondance entre l'échantillon et l'étiquetage du formulaire

source: Missing labels on container or tracking form
fr_fr: Étiquettes manquantes sur le conteneur ou le formulaire de suivi

source: Sample without request forms/Tracking forms
fr_fr: Modèle sans formulaire de demande/Formulaires de suivi

source: Name/Information of requester is missing
fr_fr: Nom/Information du demandeur manquant

source: Missing information on request form - Age
fr_fr: Informations manquantes sur le formulaire de demande - Âge

source: Missing information on request form - Sex
fr_fr: Informations manquantes sur le formulaire de demande - Sexe

source: Missing information on request form - Sample Collection Date
fr_fr: Informations manquantes sur le formulaire de demande - Date de prélèvement de l'échantillon

source: Missing information on request form - ART No
fr_fr: Informations manquantes sur le formulaire de demande - ART Non

source: Inappropriate specimen packing
fr_fr: Emballage inapproprié de l'échantillon

source: Inappropriate specimen for test request
fr_fr: Échantillon inapproprié pour la demande d'essai

source: EDTA tube specimens that arrived hemolyzed
fr_fr: Échantillons en tube EDTA arrivés hémolysés

source: ETDA tube that arrives more than 24 hours after specimen collection
fr_fr: Tube ETDA qui arrive plus de 24 heures après le prélèvement de l'échantillon

source: Plasma that arrives at a temperature above 8 C
fr_fr: Plasma arrivant à une température supérieure à 8 C

source: Plasma tube contain less than 1.5 mL
fr_fr: Tube de plasma contenant moins de 1,5 ml

source: DBS cards with insufficient blood spots
fr_fr: Cartes DBS avec taches de sang insuffisantes

source: DBS card with clotting present in spots
fr_fr: Carte DBS avec présence de caillots dans les taches

source: DBS cards that have serum rings indicating contamination around spots
fr_fr: Cartes DBS présentant des anneaux de sérum indiquant une contamination autour des taches

source: VL Mechine Flag
fr_fr: Drapeau de la machine VL

source: A Reprelever
fr_fr: Un reproducteur

source: quantite insuffisante + hemolyse
fr_fr: quantité insuffisante + hémolyse

source: QUANTITE INSUFFISANTE 200MICROLITRE+HEMOLUSE
fr_fr: QUANTITÉ INSUFFISANTE 200MICROLITRE+HEMOLUSE

source: Whole Blood
fr_fr: Sang total

source: Frozen Plasma
fr_fr: Plasma congelé

source: CAPILLARY DBS
fr_fr: CAPILLAIRE DBS

source: DASHBOARD
fr_fr: TABLEAU DE BORD

source: Access Control
fr_fr: Contrôle d'accès

source: Monitoring
fr_fr: Moniteur

source: Other Lab Tests Config
fr_fr: Autres tests de laboratoire Config

source: VL Config
fr_fr: Configuration CV

source: EID Config
fr_fr: Configuration EID

source: Covid-19 Config
fr_fr: Configuration Covid-19

source: Hepatitis Config
fr_fr: Configuration Hépatite

source: TB Config
fr_fr: Tuberculose-Configuration

source: Source of Requests
fr_fr: Source des demandes

source: General Configuration
fr_fr: Configuration générale

source: ART Regimen
fr_fr: Régime ART

source: Rejection Reasons
fr_fr: Motifs de rejet

source: Co-morbidities
fr_fr: Co-morbidités

source: QC Test Kits
fr_fr: Kits de test QC

source: Risk Factors
fr_fr: Facteurs de risque

source: OTHER LAB TESTS
fr_fr: AUTRES EXAMENS DE LABORATOIRE

source: Request Management
fr_fr: Gestion des demandes

source: Test Result Management
fr_fr: Gestion des résultats des tests

source: HIV VIRAL LOAD
fr_fr: CHARGE VIRALE DU VIH

source: EARLY INFANT DIAGNOSIS (EID)
fr_fr: DIAGNOSTIC PRÉCOCE DU NOURRISSON (EID)

source: HEPATITIS
fr_fr: HEPATITE

source: TUBERCULOSIS
fr_fr: TUBERCULOSE

source: View Test Requests
fr_fr: Afficher les demandes de test

source: Manage Batch
fr_fr: Gérer le batch

source: Lab Test Manifest
fr_fr: Manifeste de test de laboratoire

source: Enter Result Manually
fr_fr: Saisir le résultat manuellement

source: Manage Results Status
fr_fr: Gérer le statut des résultats

source: Sample Status Report
fr_fr: Rapport sur le statut des échantillons

source: Export Results
fr_fr: Exporter les résultats

source: Print Result
fr_fr: Imprimer le résultat

source: VL Manifest
fr_fr: Manifeste VL

source: Import Results From File
fr_fr: Importer les résultats d'un fichier

source: Control Report
fr_fr: Rapport de contrôle

source: VL Lab Weekly Report
fr_fr: Rapport hebdomadaire du labo VL

source: Sample Monitoring Report
fr_fr: Rapport de surveillance d'échantillons

source: VL Testing Target Report
fr_fr: CV-Rapport d'objectif de test

source: EID Manifest
fr_fr: Manifeste de l'EID

source: Clinic Report
fr_fr: Rapport clinique

source: EID Testing Target Report
fr_fr: Rapport sur les objectifs de test EID

source: Covid-19 Manifest
fr_fr: Manifeste Covid-19

source: Confirmation Manifest
fr_fr: Confirmer le manifeste

source: Record Confirmatory Tests
fr_fr: Enregistrer les tests de confirmation

source: Hepatitis Manifest
fr_fr: Manifestation d'hépatite

source: TB Manifest
fr_fr: Manifeste de la CT

source: Send Result Mail
fr_fr: Envoyer le résultat par courrier

source: CLUSTERS OF DIFFERENTIATION 4
fr_fr: GROUPES DE DIFFÉRENCIATION 4

source: View Test Request
fr_fr: Voir la demande de test

source: CD4 Manifest
fr_fr: Manifeste CD4

source: CD4 Config
fr_fr: Configuration CD4

source: Sample Registered at Testing Lab
fr_fr: Échantillon enregistré au laboratoire d'essai

source: Sample Registered at Health Center
fr_fr: Échantillon enregistré au centre de santé

source: No Result
fr_fr: Aucun résultats

source: Cancelled
fr_fr: Annulée

source: Access
fr_fr: Accès

source: Add
fr_fr: Ajouter

source: Export VL Data
fr_fr: Exporter les données VL

source: Manage VL Result Status (Approve/Reject)
fr_fr: Gérer le statut des résultats VL (approbation/refus)

source: High VL Report
fr_fr: Rapport VL élevé

source: Contact Notes (High VL Reports)
fr_fr: Notes de contact (rapports sur les taux élevés de VL)

source: VL Weekly Report
fr_fr: Rapport hebdomadaire du VL

source: Controls Report
fr_fr: Rapport sur les contrôles

source: Add Facility Map
fr_fr: Ajouter un plan de l'installation

source: Edit Facility Map
fr_fr: Modifier le plan de l'établissement

source: Export VL Data in Excel
fr_fr: Exporter les données VL dans Excel

source: View Batches
fr_fr: Voir les lots

source: Print Results
fr_fr: Résultats d'impression

source: Record Final Result
fr_fr: Enregistrer le résultat final

source: Can Record Confirmatory Tests
fr_fr: Peut enregistrer des tests de confirmation

source: Update Record Confirmatory Tests
fr_fr: Mise à jour de l'enregistrement Tests de confirmation

source: Covid-19 Confirmation Manifest
fr_fr: Manifeste de confirmation Covid-19

source: Add New Confirmation Manifest
fr_fr: Ajouter un nouveau manifeste de confirmation

source: Generate Positive Confirmation Manifest
fr_fr: Générer un manifeste de confirmation positive

source: Edit Positive Confirmation Manifest
fr_fr: Modifier le manifeste de confirmation positive

source: EID Clinic Reports
fr_fr: Rapports cliniques de l'EID

source: Covid-19 Clinic Reports
fr_fr: Rapports cliniques Covid-19

source: Manage Reference
fr_fr: Gérer la référence
