Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: The Sample ID that you entered already exists. Please try another Sample ID
fr_fr: L'identifiant de l'échantillon que vous avez saisi existe déjà. Veuillez essayer un autre ID d'échantillon

source: Recency ID
fr_fr: ID de récence

source: Please enter the Date of Birth
fr_fr: Veuillez saisir la date de naissance

source: Please enter Patient age
fr_fr: Veuillez indiquer l'âge du patient

source: Please choose KP
fr_fr: Veuillez choisir KP

source: Please choose Allaitante
fr_fr: Veuillez choisir Allaitante

source: Please choose Ou enceinte
fr_fr: Veuillez choisir Ou enceinte

source: Please choose Si Femme enceinte
fr_fr: Veuillez choisir Si Femme enceinte

source: Please choose if ARV Regimen changed
fr_fr: Veuillez choisir si le régime ARV a été modifié

source: Edit VL Request
fr_fr: Modifier la demande de VL

source: Requesting Clinician name
fr_fr: Nom du clinicien demandeur

source: Reason of Request of the Viral Load
fr_fr: Motif de la demande de charge virale

source: Enter new reason of testing
fr_fr: Saisir un nouveau motif de contrôle

source: Enter reason for changing the result
fr_fr: Indiquer la raison de la modification du résultat

source: Request Created By
fr_fr: Demande créée par

source: Last Modified By
fr_fr: Dernière modification par

source: Patient Date of Birth
fr_fr: Date de naissance du patient

source: Locked Request
fr_fr: Demande verrouillée

source: Edit Sample Request
fr_fr: Modifier l'exemple de demande

source: Cannot Edit Locked Sample
fr_fr: Impossible de modifier l'échantillon verrouillé

source: Manifest code is required
fr_fr: Le code du manifeste est requis

source: Sample added to the freezer successfully
fr_fr: Échantillon ajouté au congélateur avec succès

source: Samples Storage
fr_fr: Stockage des échantillons

source: Get Samples
fr_fr: Obtenir des échantillons

source: Storage Bulk Upload
fr_fr: Stockage Téléchargement en masse

source: Current Storage
fr_fr: Stockage actuel

source: Date out
fr_fr: Date de sortie

source: Please select machine
fr_fr: Veuillez sélectionner une machine

source: Lab Storage added successfully
fr_fr: Lab Storage ajouté avec succès

source: Bulk Storage Import Failed
fr_fr: Échec de l'importation du stockage en vrac

source: Please Upload File
fr_fr: Veuillez télécharger le fichier

source: Upload Lab Storage in Bulk
fr_fr: Téléchargement en masse des données de stockage des laboratoires

source: Batch Code (or) Manifest Code
fr_fr: Code du lot (ou) Code du manifeste

source: Batch or Manifest Code
fr_fr: Code du lot ou du manifeste

source: Enter Batch or Manifest code
fr_fr: Saisir le code du lot ou du manifeste

source: Click here to download the Excel format for uploading storages in bulk
fr_fr: Cliquez ici pour télécharger le format Excel pour l'envoi en masse de stockages

source: Download Excel Format
fr_fr: Télécharger le format Excel

source: Storage Name
fr_fr: Nom de l'entrepôt

source: Number of Lab Storage added
fr_fr: Nombre d'entrepôts de laboratoire ajoutés

source: Number of Storages not added
fr_fr: Nombre de stockages non ajoutés

source: Unable to Upload following Samples
fr_fr: Impossible de télécharger les échantillons suivants

source: Viral Load Test Requests
fr_fr: CV-Demande de test

source: Print Date
fr_fr: Date d'impression

source: Include Recency Samples
fr_fr: Inclure des échantillons de récence

source: Add VL Request Form
fr_fr: CV-Ajouter une nouvelle demande

source: Health Insurance Code
fr_fr: Code de l'assurance maladie

source: Edit Test Result Email Configuration
fr_fr: Modifier la configuration de l'e-mail des résultats du test

source: Manage Test Result Email/SMS Config
fr_fr: Gérer la configuration des courriels et des SMS relatifs aux résultats des tests

source: Email Id
fr_fr: Email

source: (GMail only)
fr_fr: (GMail uniquement)

source: Please enter password
fr_fr: Veuillez entrer le mot de passe

source: Date Of ART Initiation
fr_fr: Date d'instauration du traitement antirétroviral

source: Date of Last VL Test
fr_fr: Date du dernier test VL

source: Result Of Last Viral Load
fr_fr: Résultat de la dernière charge virale

source: Viral Load Result(copiesl/ml)
fr_fr: Résultat de la charge virale (copiesl/ml)

source: Log Value
fr_fr: Valeur logarithmique

source: Test Result Email Config values updated successfully.
fr_fr: Configuration de l'e-mail des résultats du test mise à jour avec succès.

source: Result Email & SMS Config
fr_fr: Configuration des résultats par e-mail et SMS

source: Test Result Email/SMS Configuration
fr_fr: Configuration de l'e-mail/SMS des résultats du test

source: Config Name
fr_fr: Nom de la configuration

source: Value
fr_fr: Valeur

source: Please choose if this is a community sample
fr_fr: Veuillez indiquer s'il s'agit d'un échantillon communautaire

source: Clinic/Health Center Email(s)
fr_fr: Courriel(s) de la clinique/du centre de santé

source: Clinic/Health Center Mobile No.(s)
fr_fr: Clinique/centre de santé Numéro(s) de portable(s)

source: If DOB unknown, Age in Year
fr_fr: Si la date de naissance est inconnue, l'âge en année

source: Age in Year
fr_fr: Âge en année

source: If Age < 1, Age in Month
fr_fr: Si âge < 1, âge en mois

source: rack
fr_fr: coffret

source: box
fr_fr: boite

source: Please select if sample is rejected
fr_fr: Veuillez sélectionner si l'échantillon est rejeté

source: Please select reason for rejection
fr_fr: Veuillez sélectionner la raison du rejet

source: UNIQUE ART (TRACNET) NO.
fr_fr: ART UNIQUE (TRACNET) NO.

source: REASON FOR VL TESTING
fr_fr: RAISON DU TEST VL

source: BREAST FEEDING
fr_fr: ALIMENTATION AU SEIN

source: PREGNANCY STATUS
fr_fr: ÉTAT DE GROSSESSE

source: Abbott Linear Detection range
fr_fr: Abbott Linéaire Plage de détection

source: Continue on current regimen
fr_fr: Poursuivre le régime actuel

source: Clinical and counselling action required
fr_fr: Action clinique et de conseil nécessaire

source: Modification date
fr_fr: Date de modification

source: HIV VIRAL LOAD RESULT SHEET
fr_fr: FEUILLE DE RÉSULTAT DE LA CHARGE VIRALE DU VIH

source: Patient ART Code
fr_fr: Code ART

source: Sex :
fr_fr: Sexe :

source: Type of Sample
fr_fr: Type d'échantillon

source: Collected By
fr_fr: Recueilli par

source: Name of Requester
fr_fr: Nom du demandeur

source: Contact of Requester
fr_fr: Contact du demandeur

source: Treatment center
fr_fr: Centre de traitement

source: ARV initiation date
fr_fr: Date d'initiation aux ARV

source: Modified
fr_fr: Modifier

source: Test Name
fr_fr: Nom du test

source: Result (copies/mL)
fr_fr: Résultat (copies/mL)

source: Results (log)
fr_fr: Résultats (log)

source: Comment, if applicable
fr_fr: Commentaire, le cas échéant

source: Validated by
fr_fr: Validé par

source: Authorized by
fr_fr: Autorisé par

source: Authorized and Validated by
fr_fr: Autorisé et validé par

source: FACILITY
fr_fr: Facilité

source: FACILITY CODE
fr_fr: CODE DE LA FACILITÉ

source: PROJECT
fr_fr: PROJET

source: PATIENT IDENTIFIER
fr_fr: ID DU PATIENT

source: ARV PROTOCOL
fr_fr: PROTOCOLE ARV

source: PATIENT'S CONTACT
fr_fr: CONTACT DU PATIENT

source: BREASTFEEDING?
fr_fr: L'ALLAITEMENT MATERNEL ?

source: PREGNANT?
fr_fr: ENCEINTE ?

source: HEALTH INSURANCE CODE
fr_fr: CODE DE L'ASSURANCE MALADIE

source: LAB ASSIGNED CODE
fr_fr: CODE DU LABO

source: SAMPLE REJECTED?
fr_fr: ÉCHANTILLON REJETÉ ?

source: Technique: Quantification of circulating HIV RNA by Abbott Real-Time RT-PCR (Sensitivity threshold 40 copies/mL for Plasma and 839 copies/mL for DBS)
fr_fr: Technique : Quantification de l'ARN du VIH circulant par Abbott Real-Time RT-PCR (seuil de sensibilité : 40 copies/ml pour le plasma et 839 copies/ml pour le DBS)

source: For a variation in Viral Load to be significant, the difference between two measurements must be at least 0.5 Log<sub>10</sub> or a reduction or increase of a factor of 3 in the number of copies/mL
fr_fr: Pour qu'une variation de la charge virale soit significative, la différence entre deux mesures doit être d'au moins 0,5 <sub>Log10</sub> ou une réduction ou une augmentation d'un facteur 3 du nombre de copies/mL

source: Detection Limit (DL)
fr_fr: Limite de détection (LDD)

source: &lt; 40 (1.60 Log<sub>10</sub>) copies/mL for Plasma and 839 (2.92 Log<sub>10</sub>) copies/mL for DBS
fr_fr: &lt; 40 (1,60 <sub>Log10</sub>) copies/mL pour le plasma et 839 (2,92 <sub>Log10</sub>) copies/mL pour le DBS

source: Quantification Limits (QL)
fr_fr: Limites de quantification (LDQ)

source: Between 40 and 10,000000 (1.60 and 7.0 Log<sub>10</sub>) copies/mL for Plasma and 839 and 10,000000 (2.92 and 7.0 Log<sub>10</sub>) copies/mL for DBS
fr_fr: Entre 40 et 10 000 000 (1,60 et 7,0 <sub>Log10</sub>) copies/mL pour le plasma et 839 et 10 000 000 (2,92 et 7,0 <sub>Log10</sub>) copies/mL pour le DBS

source: REVIEWED AND APPROVED BY
fr_fr: REVU ET APPROUVÉ PAR

source: VL result updated successfully
fr_fr: Les résultats de la VL ont été mis à jour avec succès

source: Unable to generate result PDF
fr_fr: Impossible de générer un PDF de résultat

source: results out of the maximum allowed 1000 at a time
fr_fr: résultats sur un maximum autorisé de 1000 à la fois

source: Maximum of 1000 results allowed to print at a time
fr_fr: Maximum de 1000 résultats autorisés à imprimer à la fois

source: Manage Sample Status
fr_fr: Gérer le statut de l'échantillon

source: Are you sure you want to modify the sample information?
fr_fr: Êtes-vous sûr de vouloir modifier les informations relatives à l'échantillon ?

source: Continue with updating the status of selected sample?
fr_fr: Continuer la mise à jour du statut de l'échantillon sélectionné ?

source: Continue with updating the sample rejection?
fr_fr: Continuer la mise à jour du rejet de l'échantillon ?

source: Sample Received at Testing Lab Date cannot be earlier than Sample Collection Date
fr_fr: Échantillon reçu au laboratoire d'essai La date ne peut être antérieure à la date de prélèvement de l'échantillon

source: Sample Received at Hub Date cannot be earlier than Sample Collection Date
fr_fr: La date de réception de l'échantillon au carrefour ne peut être antérieure à la date de prélèvement de l'échantillon

source: Sample Testing Date cannot be earlier than Sample Collection Date
fr_fr: La date d'analyse de l'échantillon ne peut être antérieure à la date de prélèvement de l'échantillon

source: records per page
fr_fr: enregistrements par page

source: No records found
fr_fr: Aucun enregistrement trouvé

source: No data available in table
fr_fr: Aucune donnée disponible dans le tableau

source: Showing _START_ to _END_ of _TOTAL_ entries
fr_fr: Affichage de _START_ à _END_ sur _TOTAL_ éléments

source: Showing 0 to 0 of 0 entries
fr_fr: Affiche 0 à 0 de 0 entrées

source: filtered from _MAX_ total entries
fr_fr: filtré de _MAX_ entrées totales

source: Loading Table Data...
fr_fr: Chargement des données du tableau...

source: Please wait...
fr_fr: Veuillez patienter...

source: Please enter the Sample Manifest Code
fr_fr: Veuillez saisir l'exemple de code de manifeste

source: Unable to verify manifest
fr_fr: Impossible de vérifier le manifeste

source: Unable to find manifest
fr_fr: Impossible de trouver le manifeste

source: Samples loaded successfully for manifest
fr_fr: Échantillons chargés avec succès pour le manifeste

source: Some error occurred while processing the manifest
fr_fr: Une erreur s'est produite lors du traitement du manifeste

source: Unable to sync manifest
fr_fr: Impossible de synchroniser le manifeste

source: Invalid server response while processing manifest
fr_fr: Réponse invalide du serveur lors du traitement du manifeste

source: Unable to find or sync samples from manifest
fr_fr: Impossible de trouver ou de synchroniser les échantillons du manifeste

source: Samples synced successfully from STS for manifest
fr_fr: Échantillons synchronisés avec succès à partir de STS pour le manifeste

source: Please enter a valid Sample Manifest Code
fr_fr: Veuillez saisir un exemple de code de manifeste valide

source: Please connect to internet to sync with STS
fr_fr: Veuillez vous connecter à Internet pour synchroniser avec STS

source: Receiving Metadata from STS
fr_fr: Réception des métadonnées du STS

source: Unable to do STS Sync. Please contact technical team for assistance.
fr_fr: Impossible d'effectuer la synchronisation STS. Veuillez contacter l'équipe technique pour obtenir de l'aide.

source: Sending Lab Metadata
fr_fr: Envoi de métadonnées de laboratoire

source: Sending Test Results
fr_fr: Envoi des résultats des tests

source: Receiving Test Requests
fr_fr: Réception des demandes de test

source: STS server is reachable
fr_fr: Le serveur STS est accessible

source: STS server is unreachable
fr_fr: Le serveur STS est inaccessible

source: Thank you.Your message has been submitted.
fr_fr: Merci, votre message a été envoyé.

source: Cache cleared successfully
fr_fr: Le cache a été éliminé avec succès

source: Synced successfully
fr_fr: Synchronisation réussie

source: Sample Collection date cannot be in the future
fr_fr: La date de prélèvement de l'échantillon ne peut pas être ultérieure

source: Sample Collection Date is over 6 months old
fr_fr: La date de prélèvement de l'échantillon remonte à plus de 6 mois

source: Invalid date format. Please check the input dates.
fr_fr: Format de date incorrect. Veuillez vérifier les dates saisies.

source: ART Initiation Date cannot be earlier than Patient Date of Birth
fr_fr: La date de début du traitement antirétroviral ne peut être antérieure à la date de naissance du patient

source: Invalid phone number. Please enter full phone number with the proper country code
fr_fr: Numéro de téléphone non valide. Veuillez saisir le numéro de téléphone complet avec l'indicatif du pays

source: Please enter minimum length for Patient Id :
fr_fr: Veuillez saisir la longueur minimale pour l'Identité du patient :

source: Enter new sample date to change format
fr_fr: Saisir la nouvelle date de l'échantillon pour modifier le format

source: Type a new sample date to change the format
fr_fr: Saisissez une nouvelle date d'échantillonnage pour modifier le format

source: Selected format:
fr_fr: Format sélectionné :

source: Date format detected - analyzing...
fr_fr: Format de date détecté - analyse...

source: Sample date detected - finding format...
fr_fr: Exemple de date détectée - format de recherche...

source: Analyzing date format...
fr_fr: Analyse du format de la date...

source: YOUR FORMAT
fr_fr: VOTRE FORMAT

source: Click to select this format
fr_fr: Cliquez pour sélectionner ce format

source: Example:
fr_fr: Exemple :

source: Format you entered
fr_fr: Format saisi

source: Suggested:
fr_fr: Suggéré :

source: Invalid Format
fr_fr: Format invalide

source: Multiple interpretations possible!
fr_fr: Plusieurs interprétations possibles !

source: Select the correct one for your instrument.
fr_fr: Sélectionnez celui qui convient à votre instrument.

source: Tip:
fr_fr: Astuce :

source: We detected you entered a date format. You can also enter sample dates for auto-detection.
fr_fr: Nous avons détecté que vous avez saisi un format de date. Vous pouvez également saisir des exemples de dates pour la détection automatique.

source: Format locked:
fr_fr: Format verrouillé :

source: Date format applied:
fr_fr: Format de date appliqué :

source: Applied:
fr_fr: Postulé:

source: Click to copy format
fr_fr: Cliquez pour copier le format

source: Change Selection
fr_fr: Changer la Sélection

source: Test Format
fr_fr: Format du test

source: Enter sample date
fr_fr: Saisir la date de l'échantillon

source: Please enter a sample date first to test the format.
fr_fr: Veuillez d'abord saisir un exemple de date pour tester le format.

source: Testing...
fr_fr: Test…

source: Format test passed! Parsed:
fr_fr: Test de format réussi ! Analysé :

source: Format test failed:
fr_fr: Le test de format a échoué :

source: Unknown error
fr_fr: Erreur inconnue

source: Test failed - network error
fr_fr: Échec du test - erreur de réseau

source: Format copied to clipboard!
fr_fr: Format copié dans le presse-papiers !

source: Failed to copy format
fr_fr: Échec de la copie du format

source: Could not detect format
fr_fr: Impossible de détecter le format

source: Try: 06/19/2025, 19.06.2025 23:19, 2025-06-19
fr_fr: Essayez : 06/19/2025, 19.06.2025 23:19, 2025-06-19

source: Show common formats
fr_fr: Afficher les formats courants

source: Enter manually
fr_fr: Saisir manuellement

source: Too many requests
fr_fr: Trop de demandes

source: Please wait a moment before trying again
fr_fr: Veuillez attendre un moment avant de réessayer

source: Enter format manually
fr_fr: Saisir le format manuellement

source: Detection failed
fr_fr: Échec de la détection

source: Network error or server issue
fr_fr: Erreur de réseau ou problème de serveur

source: Retry
fr_fr: Réessayez

source: Manual entry
fr_fr: Entrée manuelle

source: US Format
fr_fr: Format US

source: Common format
fr_fr: Format commun

source: European Format
fr_fr: Format européen

source: ISO Format
fr_fr: Format ISO

source: German Format
fr_fr: Format allemand
