Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Display Order
fr_fr: Ordre d'affichage

source: Current Status
fr_fr: Statut actuel

source: Please enter the name
fr_fr: Veuillez saisir le nom

source: Please enter the Designation
fr_fr: Veuillez saisir la désignation

source: Please enter the Signature
fr_fr: Veuillez saisir la signature

source: Please enter the Display Order
fr_fr: Veuillez saisir l'ordre d'affichage

source: Upload Report Template
fr_fr: Télécharger le modèle de rapport

source: Please Upload Report Template
fr_fr: Veuillez télécharger le modèle de rapport

source: Test Type Templates
fr_fr: Modèles de type de test

source: Upload File (PDF)
fr_fr: Télécharger le fichier (PDF)

source: Header Margin
fr_fr: Marge de l'en-tête

source: Default
fr_fr: Par défaut

source: Please upload PDF file
fr_fr: Veuillez télécharger le fichier PDF

source: Top margin
fr_fr: Marge supérieure

source: Please enter the header margin
fr_fr: Veuillez indiquer la marge de l'en-tête

source: Select Lab Manager
fr_fr: Selectioner la Labo CV

source: Select Available Platforms
fr_fr: Sélectionner les plates-formes disponibles

source: Please enter Suppressed monthly target
fr_fr: Veuillez saisir l'objectif mensuel supprimé

source: Please enter monthly target
fr_fr: Objectif de test mensuel

source: Default format
fr_fr: Format par défaut

source: At least one row is required
fr_fr: Au moins une ligne est requise

source: Facility details added successfully
fr_fr: Les détails de l'installation ont été ajoutés avec succès

source: Edit Facility
fr_fr: Modifier l’installation

source: Allow Results File Upload
fr_fr: Charger le fichier

source: Please choose Lab Manager
fr_fr: Veuillez choisir Gestionnaire de laboratoire

source: Linked Hub Name (if applicable)
fr_fr: Nom du hub lié (le cas échéant)

source: The following information is sometimes used to show names, designations and signatures in some reports.
fr_fr: Les informations suivantes sont parfois utilisées pour indiquer les noms, les désignations et les signatures dans certains rapports.

source: Monthly Target
fr_fr: Objectif mensuel

source: Suppressed Monthly Target
fr_fr: Cible mensuelle supprimée

source: Facility details updated successfully
fr_fr: Les détails de l'installation ont été mis à jour avec succès

source: Show Only Active
fr_fr: Afficher uniquement les actifs

source: Please choose if you want to show only active
fr_fr: Veuillez choisir si vous souhaitez afficher uniquement les éléments actifs

source: Show Orphaned Facilities
fr_fr: Afficher les installations orphelines

source: Active facilities whose province or district is missing/inactive
fr_fr: Installations actives dont la province ou le district est manquant/inactif

source: Advanced Search
fr_fr: Recherche avancée

source: Health Facilities
fr_fr: Établissements de santé

source: Bulk Upload
fr_fr: Chargement groupé

source: Hide Filters
fr_fr: Masquer les filtres

source: Please choose facility type first
fr_fr: Veuillez choisir d'abord le type d'établissement

source: User-Facility Map
fr_fr: Commentaires utilisateurs

source: Test Category
fr_fr: Catégorie de motif

source: Select the
fr_fr: Sélectionnez l'option

source: for test type
fr_fr: pour le type de test

source: Number of unselected facilities
fr_fr: Nombre d'établissements non sélectionnés

source: Number of selected facilities
fr_fr: Nombre d'établissements sélectionnés

source: Trying to get mapped facilities
fr_fr: Essayer d'obtenir des installations cartographiées

source: No facilities found for the selected facility type. Please add a new facility or edit an existing facility.
fr_fr: Aucun établissement n'a été trouvé pour le type d'établissement sélectionné. Veuillez ajouter une nouvelle installation ou modifier une installation existante.

source: No Facility Mapped to Selected Test Type
fr_fr: Aucune installation n'est associée au type de test sélectionné

source: Please enter all the mandatory fields in the excel sheet
fr_fr: Veuillez saisir tous les champs obligatoires dans la feuille Excel

source: %s uploaded %d facilities in bulk (Inserted: %d, Updated: %d, Failed: %d)
fr_fr: %s téléchargé %d installations en masse (Inséré : %d, Mis à jour : %d, Échec : %d)

source: Bulk Facility Import Failed
fr_fr: Échec de l'importation de l'installation en vrac

source: Upload Facilities in Bulk
fr_fr: Téléchargement en masse d'installations

source: Total number of records in file
fr_fr: Nombre total d'enregistrements dans le fichier

source: Number of Facilities added
fr_fr: Nombre d'installations ajoutées

source: Number of Facilities not added
fr_fr: Nombre d'installations non ajoutées

source: Upload Options
fr_fr: Options de téléversement

source: Don't update duplicates (default)
fr_fr: Ne pas mettre à jour les doublons (par défaut)

source: Update if Facility Name matches
fr_fr: Mettre à jour si le nom de l'installation correspond

source: Update if Facility Code matches
fr_fr: Mettre à jour si le code de l'installation correspond

source: Update if Facility Name and Facility Code match
fr_fr: Mettre à jour si le nom de l'établissement et le code de l'établissement correspondent

source: Upload File
fr_fr: Charger le fichier

source: Click to upload file
fr_fr: Cliquez pour télécharger le fichier

source: Click here to download the Excel format for uploading facilities in bulk
fr_fr: Cliquez ici pour télécharger le format Excel permettant de télécharger des installations en masse

source: This project is supported by the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Centers for Disease Control and Prevention (CDC).
fr_fr: Ce projet est soutenu par le Plan présidentiel d'urgence d'aide à la lutte contre le sida (PEPFAR) par l'intermédiaire des Centres américains de contrôle et de prévention des maladies (CDC). Centres américains de contrôle et de prévention des maladies (CDC).

source: Clear Cache
fr_fr: Vider le cache

source: Force Remote Sync
fr_fr: Forcer la synchronisation à distance

source: Last synced at
fr_fr: Dernière synchronisation le

source: Add Test Type
fr_fr: Ajouter un type de test

source: Test Standard Name
fr_fr: Nom du département

source: Please enter standard name
fr_fr: Veuillez saisir le nom standard

source: This test standard name that you entered already exists.Try another name
fr_fr: Le nom de l'étalon de test que vous avez saisi existe déjà. Essayez un autre nom

source: Test Generic Name
fr_fr: Test Nom générique

source: Please enter the test generic name
fr_fr: Veuillez saisir le nom générique du test

source: This test generic name that you entered already exists.Try another name
fr_fr: Le nom générique de ce test que vous avez saisi existe déjà

source: Test Short Code
fr_fr: Code court du test

source: Please enter short code
fr_fr: Veuillez saisir le code court

source: This test short code that you entered already exists.Try another code
fr_fr: Ce code court de test que vous avez entré existe déjà. Essayez un autre code

source: LOINC Codes
fr_fr: Codes LOINC

source: Test LOINC Code
fr_fr: Test Code LOINC

source: Please enter test loinc code
fr_fr: Veuillez saisir le code du test

source: This test loinc code that you entered already exists.Try another code
fr_fr: Ce code de test loinc que vous avez saisi existe déjà, essayez un autre code

source: Test Methods
fr_fr: Motifs du test

source: Please select the test methods
fr_fr: Veuillez sélectionner le statut

source: Please select the test categories
fr_fr: Veuillez sélectionner le statut

source: Sample/Specimen Types
fr_fr: Manifeste d'échantillons

source: Please select the sample type
fr_fr: Type d'échantillon

source: Reasons for Testing
fr_fr: Raisons des tests

source: Please select the testing reason
fr_fr: Veuillez sélectionner le motif du test

source: Test Failure Reasons
fr_fr: Raisons de l'échec des tests

source: Please select the test failure reason
fr_fr: Veuillez sélectionner la raison de l'échec du test

source: Please select the sample rejection reason
fr_fr: Veuillez sélectionner le motif de rejet de l'échantillon

source: Symptoms
fr_fr: Symptomes

source: Please select the symptoms
fr_fr: Veuillez sélectionner les symptômes

source: Form Configuration
fr_fr: Configuration du formulaire

source: Field Name
fr_fr: Nom du champ

source: Field Code
fr_fr: Code du champ

source: Field Type
fr_fr: Type de champ

source: Is it Mandatory?
fr_fr: Est-il obligatoire ?

source: Field Order
fr_fr: Ordre du champ

source: Please enter field name
fr_fr: Veuillez entrer le nom du champ

source: Please enter field code
fr_fr: Veuillez saisir le code du champ

source: Please select the field type
fr_fr: Veuillez sélectionner le type de champ

source: Number
fr_fr: Nombre

source: Text
fr_fr: Texte

source: Dropdown
fr_fr: Liste déroulante

source: Multiselect Dropdown
fr_fr: Liste déroulante à sélection multiple

source: Drop down values as , separated
fr_fr: Valeurs de la liste déroulante : , séparées

source: Please drop down values as comma separated
fr_fr: Veuillez indiquer les valeurs en les séparant par des virgules

source: Please select is it mandatory
fr_fr: Veuillez sélectionner s'il s'agit d'une obligation

source: Please select the section
fr_fr: Veuillez sélectionner la section

source: Specimen
fr_fr: Spécimen

source: Section Other
fr_fr: Section Autres

source: Please enter section other
fr_fr: Veuillez indiquer une autre section

source: Please enter field order
fr_fr: Veuillez saisir le nom de l'échantillon

source: Test Results Configuration
fr_fr: Configuration des résultats des tests

source: Test Result Unit
fr_fr: Unité de résultat du test

source: Enter test result unit
fr_fr: Covid-19-Saisir le résultat manuellement

source: Please enter test result unit
fr_fr: Veuillez saisir l'unité de résultat du test

source: Select Testing Reason
fr_fr: Sélectionner la raison du test

source: Select Test Failure Reason
fr_fr: Sélectionner la raison de l'échec du test

source: Select Rejection Reason
fr_fr: Sélectionner le motif de rejet

source: Test type added successfully
fr_fr: Type de test ajouté avec succès

source: Edit Test Type
fr_fr: Modifier le profil

source: Result Type
fr_fr: Résultat des types

source: Result Range
fr_fr: Gamme de résultats

source: High Value
fr_fr: Valeur élevée

source: Enter High Value
fr_fr: Saisir la valeur haute

source: Please enter high value
fr_fr: Veuillez saisir une valeur élevée

source: Threshold Value
fr_fr: Valeur seuil

source: Enter Threshold Value
fr_fr: Saisir la valeur du seuil

source: Please enter threshold value
fr_fr: Veuillez saisir la valeur du seuil

source: Low Value
fr_fr: Faible valeur

source: Enter Low Value
fr_fr: Entrer la valeur basse

source: Please enter low value
fr_fr: Veuillez saisir une valeur basse

source: Result Interpretation
fr_fr: Résultat Précédent

source: Below Threshold
fr_fr: En dessous du seuil

source: Enter below threshold
fr_fr: Entrer sous le seuil

source: Please enter below threshold
fr_fr: Veuillez entrer sous le seuil

source: At Threshold
fr_fr: Au seuil

source: Enter at threshold
fr_fr: Entrer au seuil

source: Please enter at threshold
fr_fr: Veuillez entrer au seuil

source: Above Threshold
fr_fr: Au-dessus du seuil

source: Enter above threshold
fr_fr: Entrer au-dessus du seuil

source: Please enter above threshold
fr_fr: Veuillez saisir une valeur supérieure au seuil

source: Select Sample Type
fr_fr: Sélectionner le type d'échantillon

source: Select Symptoms
fr_fr: Sélectionner les symptômes

source: Select Test Result Unit
fr_fr: Sélectionner l'unité de résultat du test

source: multiple Dropdown
fr_fr: plusieurs listes déroulantes

source: Enter options...
fr_fr: Saisir les options...

source: Please enter the options
fr_fr: Veuillez saisir les options

source: Test type updated successfully
fr_fr: Type de test mis à jour avec succès

source: Clone
fr_fr: Dupliquer

source: Add Generic Sample Rejection Reasons
fr_fr: Ajouter des raisons génériques de rejet de l'échantillon

source: Generic Sample Rejection Reasons
fr_fr: Raisons génériques du rejet d'un échantillon

source: Other Lab Tests Sample Rejection Reasons
fr_fr: Autres tests de laboratoire Raisons du rejet de l'échantillon

source: Add Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon

source: Lab Tests Sample Rejection Reasons details added successfully
fr_fr: Tests de laboratoire Raisons du rejet de l'échantillon ajoutées avec succès

source: Add Sample Type
fr_fr: Ajouter un type d'échantillon

source: Sample Type Name
fr_fr: Nom du type d'échantillon

source: Please enter sample type name
fr_fr: Veuillez saisir le nom du type d'échantillon

source: The sample type name that you entered already exists.Enter another name
fr_fr: Le nom du type d'échantillon que vous avez saisi existe déjà. Saisissez un autre nom

source: Sample Type Code
fr_fr: Code du type d'échantillon

source: Please enter sample type code
fr_fr: Veuillez saisir le code du type d'échantillon

source: The sample type code that you entered already exists.Enter another code
fr_fr: Le code de type d'échantillon que vous avez saisi existe déjà

source: Please select sample type status
fr_fr: Veuillez sélectionner le statut du type d'échantillon

source: Edit Sample Type
fr_fr: Modifier le type d'échantillon

source: This sample type name that you entered already exists.Try another name
fr_fr: Le nom du type d'échantillon que vous avez saisi existe déjà. Essayez un autre nom

source: This sample type code that you entered already exists.Try another code
fr_fr: Ce code de type d'échantillon que vous avez saisi existe déjà. Essayez un autre code

source: Other Lab Tests Sample Types
fr_fr: Autres tests de laboratoire Types d'échantillons

source: Sample Types
fr_fr: Types d'échantillons

source: Updated On
fr_fr: Mis à jour le

source: Sample type updated successfully
fr_fr: Type d'échantillon mis à jour avec succès

source: Sample type added successfully
fr_fr: Le type d'échantillon a été ajouté avec succès

source: Add Symptoms
fr_fr: Ajouter des symptômes

source: Please enter symptom name
fr_fr: Veuillez saisir le nom de l'échantillon

source: The symptom name that you entered already exists.Enter another name
fr_fr: Le nom du symptôme que vous avez saisi existe déjà. Saisissez un autre nom

source: Symptom Code
fr_fr: Symptôme

source: Please enter symptom code
fr_fr: Veuillez saisir le code du symptôme

source: The symptom code that you entered already exists.Enter another code
fr_fr: Le code de division géographique que vous avez entré existe déjà. Entrez un autre code

source: Edit Symptoms
fr_fr: Modifier les symptômes

source: This symptom name that you entered already exists.Try another name
fr_fr: Le nom du symptôme que vous avez saisi existe déjà. Essayez un autre nom

source: This symptom code that you entered already exists.Try another code
fr_fr: Le code de division géographique que vous avez entré existe déjà. Entrez un autre code

source: Other Lab Tests Symptoms
fr_fr: Autres tests de laboratoire Symptômes

source: Symptoms Details updated successfully
fr_fr: Symptômes Détails mis à jour avec succès

source: Symptoms details added successfully
fr_fr: Les détails des symptômes ont été ajoutés avec succès

source: Test categories
fr_fr: Catégories de tests

source: Add Test Category
fr_fr: Catégorie de motif

source: Please enter test Category
fr_fr: Veuillez saisir le statut de l'échantillon

source: The test category that you entered already exists.Enter another name
fr_fr: Le nom de l'échantillon que vous avez saisi existe déjà. Saisissez un autre nom

source: Test Categories
fr_fr: Catégories de tests

source: Edit Test Categories
fr_fr: Modifier les catégories de tests

source: Please enter test category
fr_fr: Veuillez saisir la catégorie de test

source: This test category that you entered already exists.Try another name
fr_fr: La catégorie de test que vous avez saisie existe déjà. Essayez un autre nom

source: Other Lab Test Categories
fr_fr: Autres catégories de tests de laboratoire

source: Add Test Categories
fr_fr: Ajouter des catégories de test

source: Test Category updated successfully
fr_fr: Mise à jour réussie de la catégorie de test

source: Test Category added successfully
fr_fr: Catégorie de test ajoutée avec succès

source: Add Test Failure Reason
fr_fr: Ajouter la raison de l'échec du test

source: Test Failure Reason
fr_fr: Raison de l'échec du test

source: Please enter test failure reason
fr_fr: Veuillez saisir la raison de l'échec du test

source: The test failure reason that you entered already exists.Enter another name
fr_fr: Le motif d'échec du test que vous avez saisi existe déjà

source: Test Reason Code
fr_fr: Code de raison du test

source: Test Failure Reason Code
fr_fr: Code de raison de l'échec du test

source: Please enter test failure reason code
fr_fr: Veuillez saisir le code de raison de l'échec du test

source: The test failure reason code that you entered already exists.Enter another code
fr_fr: Le code de motif d'échec du test que vous avez saisi existe déjà

source: Edit Test Failure Reason
fr_fr: Modifier la raison de l'échec du test

source: Please enter test reason
fr_fr: Veuillez saisir le motif du test

source: This test reason that you entered already exists.Try another name
fr_fr: Cette raison d’échec que vous avez entrée existe déjà. Essayez une autre raison d’échec

source: This test reason code that you entered already exists.Try another code
fr_fr: Ce code de motif de test que vous avez saisi existe déjà. Essayez un autre code

source: Other Lab Test Failure Reasons
fr_fr: Autres raisons d'échec des tests de laboratoire

source: Test Failure Status
fr_fr: Statut

source: Test Failure reason updated successfully
fr_fr: Test Raison de l'échec Mise à jour réussie

source: Test Failure reason added successfully
fr_fr: Motif d'échec du test ajouté avec succès

source: Add Test Method
fr_fr: Test-Raisons

source: Please enter test method
fr_fr: Veuillez saisir le nom de l'échantillon

source: The test method that you entered already exists.Enter another name
fr_fr: La méthode de test que vous avez saisie existe déjà

source: Edit Test Methods
fr_fr: Modifier les méthodes de test

source: This test method that you entered already exists.Try another name
fr_fr: La méthode de test que vous avez saisie existe déjà. Essayez un autre nom

source: Other Lab Test Methods
fr_fr: Autres méthodes d'essai en laboratoire

source: Add Test Methods
fr_fr: Test-Raisons

source: Test Method updated successfully
fr_fr: Mise à jour réussie de la méthode de test

source: Test Method added successfully
fr_fr: Méthode de test ajoutée avec succès

source: Test Result Units
fr_fr: Unités de résultat du test

source: Add Test Result Units
fr_fr: Ajouter des unités de résultat du test

source: Test Result Unit Name
fr_fr: Nom de l'unité de résultat du test

source: Please enter test result unit name
fr_fr: Veuillez saisir le nom de l'unité de résultat du test

source: The unit name that you entered already exists.Enter another name
fr_fr: Le nom de la division géographique que vous avez entré existe déjà. Entrez un autre nom

source: Edit Test Result Units
fr_fr: Modifier les unités de résultats des tests

source: Unit Name
fr_fr: Nom de l'unité

source: Please enter unit name
fr_fr: Veuillez saisir le nom de l'unité

source: This test result unit name that you entered already exists.Try another name
fr_fr: Le nom de l'unité de résultat du test que vous avez saisi existe déjà, essayez un autre nom

source: Other Lab Test Result Units
fr_fr: Autres unités de résultats de tests de laboratoire

source: Test Result Unit Details updated successfully
fr_fr: Détails de l'unité de résultat du test mis à jour avec succès

source: Test Result Unit details added successfully
fr_fr: Détails de l'unité de résultat du test ajoutés avec succès

source: Test Type Configuration
fr_fr: Configuration du type de test

source: Standard Name
fr_fr: Nom standard

source: Generic Name
fr_fr: Nom générique

source: Short Code
fr_fr: Code court

source: LOINC Code
fr_fr: Code LOINC

source: Testing Reasons
fr_fr: Raisons des tests

source: Add Testing Reason
fr_fr: Ajouter un motif de test

source: Testing Reason
fr_fr: Raison

source: The test reason that you entered already exists.Enter another name
fr_fr: Le motif du test que vous avez saisi existe déjà. Saisissez un autre nom

source: Please enter test reason code
fr_fr: Veuillez saisir le code du motif du test

source: The test reason code that you entered already exists.Enter another code
fr_fr: Le code de motif de test que vous avez saisi existe déjà. Saisissez un autre code

source: Edit Testing Reason
fr_fr: Modifier le motif du test

source: Other Lab Tests Testing Reasons
fr_fr: Autres tests de laboratoire Raisons du test

source: Testing reason updated successfully
fr_fr: Le motif de test a été mis à jour avec succès

source: Testing reason added successfully
fr_fr: Motif de test ajouté avec succès

source: Choose Fields
fr_fr: Choisissez des champs

source: Clinician Name
fr_fr: Nom du clinicien

source: Collected by (Initials)
fr_fr: Recueilli par (initiales)

source: Date Of Birth
fr_fr: Date de Naissance

source: Age in months
fr_fr: Âge en mois

source: Is Patient Breastfeeding
fr_fr: La patiente allaite-t-elle

source: Patient ID/ART/TRACNET
fr_fr: ID du patient/ART/TRACNET

source: Patient consent to SMS Notification
fr_fr: Consentement du patient à la notification par SMS

source: Patient Mobile Number
fr_fr: Numéro de téléphone portable du patient

source: Reason For VL Test
fr_fr: Motif du test VL

source: Lab ID
fr_fr: ID lab

source: VL Testing Platform
fr_fr: Plate-forme de test VL

source: Specimen type
fr_fr: Type de spécimen

source: Sample Testing Date
fr_fr: Date de l'analyse de l'échantillon

source: Export Result
fr_fr: Exporter le résultat

source: Other Lab Tests | Sample Status Report
fr_fr: Autres tests de laboratoire | Rapport sur l'état de l'échantillon

source: Other Lab Tests Sample Status Report
fr_fr: Autres tests de laboratoire Rapport sur l'état de l'échantillon

source: Other Lab Tests | Clinics Report
fr_fr: Autres tests de laboratoire | Rapport sur les cliniques

source: Samples Status Overview (N =
fr_fr: Aperçu de l'état des échantillons (N =

source: Laboratory Turnaround Time
fr_fr: Délai d'exécution du laboratoire

source: Please check your Sample ID
fr_fr: Veuillez vérifier votre numéro d'identification de l'échantillon

source: Lab test request added successfully
fr_fr: Demande de test de laboratoire ajoutée avec succès

source: LABORATORY REQUEST FORM
fr_fr: FORMULAIRE DE DEMANDE DE LABORATOIRE

source: Add Request
fr_fr: Ajouter une demande

source: Clinic Information: (To be filled by requesting Clinican/Nurse)
fr_fr: Informations sur la clinique : (à remplir par le clinicien/infirmier demandeur)

source: Sample Reordered
fr_fr: Échantillon réorganisé

source: Please indicate if this is a reordered sample
fr_fr: Veuillez indiquer s'il s'agit d'un échantillon commandé à nouveau

source: Print Barcode Label
fr_fr: Imprimer une étiquette de code-barres

source: State/Province
fr_fr: État/Province

source: Clinic/Health Center
fr_fr: Clinique/Centre de santé

source: Clinic Email(s)
fr_fr: Courriel(s) de la clinique

source: Enter EPID Number
fr_fr: Saisir le numéro EPID

source: Please enter the Enter EPID Number
fr_fr: Veuillez saisir le numéro de l'EPID

source: Laboratory Number
fr_fr: Numéro de laboratoire

source: Enter Laboratory Number
fr_fr: Saisir le numéro du laboratoire

source: Enter dob
fr_fr: Saisir le numéro d'identification

source: If DOB unknown, Age in Years
fr_fr: Si la date de naissance est inconnue, l'âge en années

source: Age in Years
fr_fr: Âge en années

source: Enter age in years
fr_fr: Saisir l'âge en années
