Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Add Hepatitis Co-morbidities
fr_fr: Ajouter les comorbidités de l'hépatite

source: Hepatitis Co-morbidities
fr_fr: Hépatite Co-morbidités

source: Add Hepatitis Results
fr_fr: Ajouter les résultats concernant l'hépatite

source: Hepatitis Results
fr_fr: Hepatite-Imprimer le résultat

source: Add Hepatitis Risk Factors
fr_fr: Ajouter les facteurs de risque de l'hépatite

source: Hepatitis Risk Factors
fr_fr: Facteurs de risque de l'hépatite

source: Risk Factor Name
fr_fr: Nom du facteur de risque

source: Please enter Risk Factor name
fr_fr: Veuillez saisir le nom du facteur de risque

source: The Risk Factor name that you entered already exists.Enter another name
fr_fr: Le nom du facteur de risque que vous avez saisi existe déjà. Saisissez un autre nom

source: Risk Factor Status
fr_fr: Statut des facteurs de risque

source: Please select Risk Factor Status
fr_fr: Veuillez sélectionner le statut du facteur de risque

source: Add Hepatitis Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon d'hépatite

source: Hepatitis Sample Rejection Reasons
fr_fr: Raisons du rejet de l'échantillon d'hépatite

source: Add Hepatitis Sample Type
fr_fr: Ajouter un type d'échantillon d'hépatite

source: Hepatitis Sample Type
fr_fr: Hépatite Type d'échantillon

source: Add Hepatitis Test Reasons
fr_fr: Ajouter les raisons du test de l'hépatite

source: Hepatitis Comorbidity details saved successfully
fr_fr: Les détails de la comorbidité de l'hépatite ont été sauvegardés avec succès

source: Hepatitis Results details saved successfully
fr_fr: Hépatite Les détails des résultats ont été sauvegardés avec succès

source: Hepatitis Risk Factor details saved successfully
fr_fr: Les détails du facteur de risque de l'hépatite ont été sauvegardés avec succès

source: Hepatitis Sample Rejection Reasons details added successfully
fr_fr: Raisons du rejet de l'échantillon d'hépatite ajoutées avec succès

source: Hepatitis Sample details saved successfully
fr_fr: Les détails de l'échantillon d'hépatite ont été sauvegardés avec succès

source: Hepatitis Test Reason details saved successfully
fr_fr: Les détails du motif du test de l'hépatite ont été sauvegardés avec succès

source: Hepatitis | Add Samples from Manifest
fr_fr: Hépatite | Ajouter des échantillons à partir du manifeste

source: Hepatitis Test Request
fr_fr: Hepatite-Demande de test

source: Remote Sample
fr_fr: Échantillon prélevé à l'extérieur du labo

source: Hepatitis test request added successfully
fr_fr: Demande de test de dépistage de l'hépatite ajoutée avec succès

source: Unable to add this hepatitis sample. Please try again later
fr_fr: Impossible d'ajouter cet échantillon d'hépatite. Veuillez réessayer plus tard

source: Hepatitis | View All Requests
fr_fr: Hépatite | Voir toutes les demandes

source: Hepatitis Test Requests
fr_fr: Hepatite-Demandes de test

source: Add new Hepatitis Request
fr_fr: Hepatite-Ajouter une nouvelle demande

source: Hepatitis request updated successfully
fr_fr: Mise à jour réussie de la demande relative à l'hépatite

source: Email Hepatitis Test Results
fr_fr: Envoyer par courriel les résultats du test de dépistage de l'hépatite

source: Enter Hepatitis Result
fr_fr: Saisir le résultat de l'hépatite

source: Manual Hepatitis Results
fr_fr: Résultats de l'hépatite manuelle

source: Print Hepatitis Results
fr_fr: Hepatite-Imprimer le résultat

source: Patient Id
fr_fr: ID Patient

source: Hepatitis result updated successfully
fr_fr: Le résultat de l'hépatite a été mis à jour avec succès

source: Click to select date
fr_fr: Cliquez pour sélectionner la date

source: Result already exists
fr_fr: Le résultat existe déjà

source: Existing Result
fr_fr: Résultat actuel

source: New Sample
fr_fr: Nouveau modèle

source: Unknown Sample
fr_fr: Échantillon inconnu

source: Result for Sample
fr_fr: Résultat pour l'échantillon

source: Invalid Test Type
fr_fr: Type de test non valide

source: Import Script not found
fr_fr: Script d'importation introuvable

source: Import
fr_fr: Importer

source: test results from file
fr_fr: résultats des tests à partir d'un fichier

source: Test Results From File
fr_fr: Importer le résultat à partir du fichier

source: Import Result
fr_fr: Importer les résultats

source: Please ensure that the Sample IDs in the import file match the Sample IDs in the LIS.
fr_fr: Veuillez vous assurer que les ID des échantillons dans le fichier d'importation correspondent aux ID des échantillons dans le SIL.

source: To ensure proper result import :
fr_fr: Pour garantir une importation correcte des résultats :

source: Record the Samples in LIS before sending them to Testing machine.
fr_fr: Enregistrez les échantillons dans LIS avant de les envoyer à la machine de test.

source: Create a Batch with the samples recorded in the previous step.
fr_fr: Créez un lot avec les échantillons enregistrés à l'étape précédente.

source: Use the Batch to test Samples in Viral Load machines.
fr_fr: Utilisez le lot pour tester les échantillons dans les machines à charge virale.

source: Export the result file (containing Sample IDs generated by VLSM) from the VL machine.
fr_fr: Exporter le fichier de résultats (contenant les ID d'échantillons générés par le VLSM) de la machine VL.

source: Import the file below. Make sure to pick the specific Machine Name/Code.
fr_fr: Importez le fichier ci-dessous. Veillez à sélectionner le nom/code de la machine concernée.

source: Instrument/Platform Name
fr_fr: Nom de l'instrument/plateforme

source: Please select the import machine type
fr_fr: Veuillez sélectionner le type de machine d'importation

source: Specific Machine Name/Code
fr_fr: Nom/code de la machine spécifique

source: Please select instrument
fr_fr: Veuillez sélectionner un instrument

source: Enter sample date to auto-detect format
fr_fr: Saisir la date de l'échantillon pour une détection automatique du format

source: Enter sample date from your file (e.g., 06.19.2025 11:19 AM)
fr_fr: Saisissez la date de l'échantillon à partir de votre fichier (par exemple, 06.19.2025 11:19 AM)

source: Enter a sample date from your import file
fr_fr: Saisissez une date d'échantillonnage à partir de votre fichier d'importation

source: Enter any date from your import file to auto-detect format
fr_fr: Saisissez n'importe quelle date de votre fichier d'importation pour une détection automatique du format

source: Date format will appear here
fr_fr: Le format de la date apparaît ici

source: Manual: d/m/Y H:i
fr_fr: Manuel : d/m/Y H:i

source: Enter date format manually
fr_fr: Saisir manuellement le format de la date

source: Please select the lab name
fr_fr: Veuillez sélectionner le nom du laboratoire

source: Upload
fr_fr: Téléverser

source: File
fr_fr: Fichier

source: Please choose result file
fr_fr: Veuillez choisir le fichier de résultat

source: (Upload xls, xlsx, csv, txt format)
fr_fr: (Télécharger les formats xls, xlsx, csv, txt)

source: Pre-configured:
fr_fr: Préconfiguré :

source: click to change
fr_fr: cliquez pour modifier

source: Pre-configured format:
fr_fr: Format préconfiguré :

source: Click field to change
fr_fr: Cliquez sur le champ à modifier

source: Enter sample date from your file
fr_fr: Saisir la date de l'échantillon dans votre dossier

source: Indeterminate
fr_fr: Indéterminé

source: Continue without printing results
fr_fr: Continuer sans imprimer les résultats

source: Continue
fr_fr: Continuer

source: Imported Results
fr_fr: Résultats importés

source: Total No. of Results imported
fr_fr: Nombre total de résultats importés

source: No. of High Viral Load results
fr_fr: Nombre de résultats de charge virale élevée

source: No. of Low Viral Load results
fr_fr: Nombre de résultats à faible charge virale

source: No. of Rejected results
fr_fr: Nombre de résultats rejetés

source: No. of Failed/On Hold results
fr_fr: Nombre de résultats d'échec/en attente

source: Sample source
fr_fr: Source de l'échantillon

source: Sample ID not from VLSM
fr_fr: ID de l'échantillon/ID ne provenant pas du VLSM

source: Result already exists for this sample
fr_fr: Le résultat existe déjà pour cet échantillon

source: Result for Sample ID from VLSM
fr_fr: Résultat pour l'ID de l'échantillon du VLSM

source: Date gap
fr_fr: Écart de date

source: Test date ~1+ month from collection
fr_fr: Date du test : environ 1 mois après le prélèvement

source: Test date ~1+ year from collection
fr_fr: Date du test : environ 1 an après le prélèvement

source: Accept All Samples
fr_fr: Accepter tous les échantillons

source: Only accepts samples that do not have status field already selected
fr_fr: N'accepte que les échantillons dont le champ de statut n'est pas déjà sélectionné

source: Clinic/Site Name
fr_fr: Nom de la clinique/du site

source: Either there were no records imported or you seem to have reached this page by mistake.
fr_fr: Soit il n'y a pas eu d'importation d'enregistrements, soit vous semblez avoir atteint cette page par erreur.

source: Please contact technical support if you need assistance.
fr_fr: Veuillez contacter le support technique si vous avez besoin d'aide.

source: Back
fr_fr: Retour

source: Clear date
fr_fr: Effacer la date

source: Would you like to apply this same test date to the other samples that are missing test dates?
fr_fr: Souhaitez-vous appliquer cette même date de test aux autres échantillons pour lesquels il manque une date de test ?

source: Test Date
fr_fr: Date du test

source: Number of samples
fr_fr: Nombre d'échantillons

source: Updating test dates
fr_fr: Mise à jour des dates d'examen

source: Successfully updated test dates for
fr_fr: Mise à jour réussie des dates d'examen pour

source: Something went wrong! Please try again
fr_fr: Quelque chose n'a pas fonctionné ! Veuillez réessayer

source: Network error. Please try again
fr_fr: Erreur de réseau. Veuillez réessayer

source: Test date cleared
fr_fr: Date du test autorisée

source: Failed to clear test date
fr_fr: La date du test n'a pas été respectée

source: Network error. Could not clear test date
fr_fr: Erreur de réseau. Impossible d'effacer la date du test

source: Action Required: One or more samples do not have a test date. Please update all missing fields before submitting.
fr_fr: Action requise : Un ou plusieurs échantillons n'ont pas de date de test. Veuillez mettre à jour tous les champs manquants avant de les soumettre.

source: Same person is reviewing and approving result! Do you want to continue?
fr_fr: La même personne examine et approuve le résultat ! Voulez-vous continuer ?

source: Same person is reviewing and approving result. This is not allowed as per your system configuration.
fr_fr: La même personne révise et approuve le résultat. Ceci n'est pas autorisé par la configuration de votre système.

source: Please ensure that you have updated the status of all the Controls and Samples
fr_fr: Veuillez vous assurer que vous avez mis à jour le statut de tous les contrôles et échantillons

source: Are you sure you want to continue?
fr_fr: Etes-vous certains de vouloir continuer ?

source: Please ensure you have updated the status and the approved by and reviewed by and tested by field
fr_fr: Veuillez vous assurer que vous avez mis à jour le statut et les champs approuvé par, examiné par et testé par

source: Please select result status
fr_fr: Veuillez sélectionner le statut du résultat

source: Failed to update sample code
fr_fr: Échec de la mise à jour de l'exemple de code

source: Network error. Changes not saved
fr_fr: Erreur de réseau. Les modifications n'ont pas été enregistrées

source: Failed to update batch code
fr_fr: Échec de la mise à jour du code de lot

source: Failed to update sample type
fr_fr: Échec de la mise à jour du type d'échantillon

source: Maximum number of controls allowed as per the instrument configuration
fr_fr: Nombre maximum de contrôles autorisés selon la configuration de l'instrument

source: Are you sure you want to mark all samples as Accepted?
fr_fr: Êtes-vous sûr de vouloir marquer tous les échantillons comme acceptés ?

source: Instrument import configuration initited for
fr_fr: Configuration de l'importation d'instruments initiée pour

source: Please proceed to write the import logic in the file
fr_fr: Veuillez procéder à l'écriture de la logique d'importation dans le fichier

source: present in instruments folder
fr_fr: présent dans le dossier des instruments

source: Add Instrument
fr_fr: Ajouter un instrument

source: Instrument Name
fr_fr: Nom de l'instrument

source: eg. Roche or Abbott
fr_fr: ex. Roche ou Abbott

source: Please enter instrument name
fr_fr: Veuillez saisir le nom de l'instrument

source: This instrument name already exists.Try another name
fr_fr: Ce nom d'instrument existe déjà, essayez un autre nom

source: Supported Tests
fr_fr: Tests pris en charge

source: Instrument File
fr_fr: Fichier des instruments

source: Select File
fr_fr: Choisir un fichier

source: Lower Limit
fr_fr: Limite inférieure

source: Please enter lower limit
fr_fr: Veuillez saisir la limite inférieure

source: Higher Limit
fr_fr: Limite supérieure

source: eg. 10000000
fr_fr: ex. 10000000

source: Maximum No. of Samples In a Batch
fr_fr: Nombre maximal d'échantillons dans un lot

source: Max. no of samples
fr_fr: Nombre maximal d'échantillons

source: Please enter max no of samples in a row
fr_fr: Veuillez saisir le nombre maximum d'échantillons dans une rangée

source: Low VL Result Text
fr_fr: Faible VL Texte de résultat

source: Comma separated Low Viral Load Result Text for eg. Target Not Detected, TND, < 20, < 40
fr_fr: Texte du résultat de faible charge virale séparé par des virgules, par exemple : Target Not Detected, TND, < 20, < 40

source: Low Viral Load Result Text for eg. Target Not Detected, TND, < 20, < 40
fr_fr: Texte du résultat de faible charge virale, par exemple : cible non détectée, TND, < 20, < 40

source: Description/Comment to add in Test Result
fr_fr: Description/Commentaire à ajouter dans le résultat du test

source: Enter Description or Comment to be added in Test Result
fr_fr: Saisir la description ou le commentaire à ajouter dans le résultat du test

source: Default Reviewer
fr_fr: Réviseur par défaut

source: Default Approver
fr_fr: Approbateur par défaut

source: Please enter Reviewed By for VL Test
fr_fr: Veuillez saisir Révisé par pour le test de charge virale

source: Please enter Approved By for VL Test
fr_fr: Veuillez saisir Approuvé par pour le test VL

source: Please enter Reviewed By for EID Test
fr_fr: Veuillez saisir Révisé par pour le test EID

source: Please enter Approved By for EID Test
fr_fr: Veuillez saisir Approuvé par pour le test EID

source: Please enter Reviewed By for Covid19 Test
fr_fr: Veuillez saisir Révisé par pour le test Covid-19

source: Please enter Approved By for Covid19 Test
fr_fr: Veuillez saisir Approuvé par pour le test Covid-19

source: Please enter Reviewed By for Hepatitis Test
fr_fr: Veuillez saisir Révisé par pour le test de dépistage de l'hépatite

source: Please enter Approved By for Hepatitis Test
fr_fr: Veuillez saisir Approved By pour le test de dépistage de l'hépatite

source: Please enter Reviewed By for TB Test
fr_fr: Veuillez saisir Examiné par pour le test de dépistage de la tuberculose

source: Please select Approved By for TB Test
fr_fr: Veuillez sélectionner Approuvé par pour le test de dépistage de la tuberculose

source: Please enter Reviewed By for CD4 Test
fr_fr: Veuillez saisir Révisé par pour le test CD4

source: Please enter Reviewed By for Other Lab Test
fr_fr: Veuillez saisir Révisé par pour les autres tests de laboratoire

source: Please enter Approved By for Other Lab Test
fr_fr: Veuillez saisir Approuvé par pour l'autre test de laboratoire

source: Number of In-House Controls
fr_fr: Nombre de contrôles internes

source: Number of Manufacturer Controls
fr_fr: Nombre de contrôles du fabricant

source: No. Of Calibrators
fr_fr: Nombre d'étalonneurs

source: No of In-House Controls in vl
fr_fr: Nombre de contrôles internes dans le vl

source: Please enter No of In-House Controls in vl
fr_fr: Veuillez saisir le nombre de contrôles internes dans le vl

source: No of Manufacturer Controls in vl
fr_fr: Nombre de contrôles de fabricants dans le vl

source: Please enter No of Manufacturer Controls in vl
fr_fr: Veuillez saisir le nombre de contrôles du fabricant en vl

source: No of Calibrators in vl
fr_fr: Nombre d'étalons en vl

source: Please enter No of Calibrators in vl
fr_fr: Veuillez saisir le nombre d'étalonneurs en vl

source: No of In-House Controls in EID
fr_fr: Nombre de contrôles internes dans l'EID

source: Please enter No of In-House Controls in EID
fr_fr: Veuillez indiquer le nombre de contrôles internes dans l'EID

source: No of Manufacturer Controls in EID
fr_fr: Nombre de contrôles de fabricants dans l'EID

source: Please enter No of Manufacturer Controls in EID
fr_fr: Veuillez indiquer le nombre de contrôles du fabricant dans l'EID

source: No of Calibrators in EID
fr_fr: Nombre d'étalons dans l'EID

source: Please enter No of Calibrators in EID
fr_fr: Veuillez saisir le nombre d'étalonneurs dans l'EID

source: No of In-House Controls in covid-19
fr_fr: Nombre de contrôles internes dans covid-19

source: Please enter No of In-House Controls in covid-19
fr_fr: Veuillez indiquer le nombre de contrôles internes dans covid-19

source: No of Manufacturer Controls in covid-19
fr_fr: Nombre de contrôles du fabricant dans covid-19

source: Please enter No of Manufacturer Controls in covid-19
fr_fr: Veuillez saisir le nombre de contrôles du fabricant dans covid-19

source: No of Calibrators in covid-19
fr_fr: Nombre de calibrateurs dans covid-19

source: Please enter No of Calibrators in covid-19
fr_fr: Veuillez saisir le nombre de calibrateurs dans covid-19

source: No of In-House Controls in Hepatitis
fr_fr: Nombre de contrôles internes dans le domaine de l'hépatite

source: Please enter No of In-House Controls in Hepatitis
fr_fr: Veuillez indiquer le nombre de contrôles internes dans le domaine de l'hépatite

source: No of Manufacturer Controls in Hepatitis
fr_fr: Nombre de contrôles effectués par les fabricants dans le domaine de l'hépatite

source: Please enter No of Manufacturer Controls in Hepatitis
fr_fr: Veuillez saisir le nombre de contrôles du fabricant dans le domaine de l'hépatite

source: No of Calibrators in Hepatitis
fr_fr: Nombre de calibrateurs dans l'hépatite

source: Please enter No of Calibrators in Hepatitis
fr_fr: Veuillez saisir le nombre de calibrateurs dans le domaine de l'hépatite

source: No of In-House Controls in TB
fr_fr: Nombre de contrôles internes au sein du CT

source: Please enter No of In-House Controls in TB
fr_fr: Veuillez indiquer le nombre de contrôles internes dans TB

source: No of Manufacturer Controls in TB
fr_fr: Nombre de contrôles du fabricant dans la tuberculose

source: Please enter No of Manufacturer Controls in TB
fr_fr: Veuillez indiquer le nombre de contrôles du fabricant dans TB

source: No of Calibrators in TB
fr_fr: Nombre d'étalons dans le CT

source: Please enter No of Calibrators in TB
fr_fr: Veuillez saisir le nombre d'étalonneurs dans TB

source: No of In-House Controls in CD4
fr_fr: Nombre de contrôles internes dans le CD4

source: Please enter No of In-House Controls in CD4
fr_fr: Veuillez indiquer le nombre de contrôles internes dans le CD4

source: No of Manufacturer Controls in CD4
fr_fr: Nombre de contrôles du fabricant dans le CD4

source: Please enter No of Manufacturer Controls in CD4
fr_fr: Veuillez indiquer le nombre de contrôles du fabricant dans le CD4

source: No of Calibrators in CD4
fr_fr: Nombre d'étalons en CD4

source: Please enter No of Calibrators in CD4
fr_fr: Veuillez saisir le nombre d'étalons dans le CD4

source: No of In-House Controls in Other Lab Tests
fr_fr: Nombre de contrôles internes dans d'autres tests de laboratoire

source: Please enter No of In-House Controls in Other Lab Tests
fr_fr: Veuillez indiquer le nombre de contrôles internes dans d'autres tests de laboratoire

source: No of Manufacturer Controls in Other Lab Tests
fr_fr: Nombre de contrôles du fabricant dans d'autres tests de laboratoire

source: Please enter No of Manufacturer Controls in Other Lab Tests
fr_fr: Veuillez indiquer le nombre de contrôles effectués par le fabricant dans d'autres tests de laboratoire

source: No of Calibrators in Other Lab Tests
fr_fr: Nombre d'étalons dans d'autres tests de laboratoire

source: Please enter No of Calibrators in Other Lab Tests
fr_fr: Veuillez saisir le nombre d'étalonneurs dans les autres tests de laboratoire

source: Machine Names
fr_fr: Noms des machines

source: Machine Name
fr_fr: Nom système

source: Instrument File Name
fr_fr: Nom du fichier de l'instrument

source: Is this a POC Device?
fr_fr: S'agit-il d'un dispositif POC ?

source: Please enter machine name
fr_fr: Veuillez saisir le nom de la machine

source: Enter sample date (e.g., 06.19.2025 11:19 AM)
fr_fr: Saisir la date de l'échantillon (par exemple, 06.19.2025 11:19 AM)

source: Enter a sample date from your instrument files
fr_fr: Saisissez une date d'échantillonnage à partir des fichiers de votre instrument

source: Enter any date from your instrument to auto-detect format
fr_fr: Entrez n'importe quelle date de votre instrument pour une détection automatique du format

source: Instrument updated successfully
fr_fr: L'instrument a été mis à jour avec succès

source: Edit Instrument
fr_fr: Modifier l'instrument

source: eg. roche.php or abbott.php
fr_fr: ex. roche.php ou abbott.php

source: Please enter file name
fr_fr: Veuillez saisir le nom du fichier

source: Please select instrument status
fr_fr: Veuillez sélectionner l'état de l'instrument

source: Please enter Approved By for CD4 Test
fr_fr: Veuillez saisir Approved By pour le test CD4

source: No of In-House Controls in eid
fr_fr: Nombre de contrôles internes dans l'eid

source: Please enter No of In-House Controls in eid
fr_fr: Veuillez indiquer le nombre de contrôles internes dans l'eid

source: No of Manufacturer Controls in eid
fr_fr: Nombre de contrôles de fabricants à l'occasion de l'Aïd

source: Please enter No of Manufacturer Controls in eid
fr_fr: Veuillez saisir le numéro des contrôles du fabricant dans l'eid

source: No of Calibrators in eid
fr_fr: Nombre d'étalonneurs dans l'eid

source: Please enter No of Calibrators in eid
fr_fr: Veuillez saisir le nombre d'étalonneurs dans l'eid

source: No of In-House Controls in hepatitis
fr_fr: Nombre de contrôles internes dans le domaine de l'hépatite

source: Please enter No of In-House Controls in hepatitis
fr_fr: Veuillez indiquer le nombre de contrôles internes dans le domaine de l'hépatite

source: No of Manufacturer Controls in hepatitis
fr_fr: Nombre de contrôles de fabricants dans le domaine de l'hépatite

source: Please enter No of Manufacturer Controls in hepatitis
fr_fr: Veuillez saisir le numéro des contrôles du fabricant dans le domaine de l'hépatite

source: No of Calibrators in hepatitis
fr_fr: Nombre de calibrateurs dans l'hépatite

source: Please enter No of Calibrators in hepatitis
fr_fr: Veuillez saisir le nombre de calibrateurs dans l'hépatite

source: Result file could not be imported. Please check if the file is of correct format.
fr_fr: Le fichier de résultats n'a pas pu être importé. Veuillez vérifier que le fichier est au bon format.

source: Results imported successfully
fr_fr: Résultats importés avec succès

source: Your session expired due to inactivity. Please log in again.
fr_fr: Votre session a expiré pour cause d'inactivité. Veuillez vous reconnecter.

source: Database connection failed. Please check your database settings
fr_fr: La connexion à la base de données a échoué. Veuillez vérifier les paramètres de votre base de données

source: Sample Management System
fr_fr: Système de gestion des échantillons
