Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: sample(s) to the lab
fr_fr: échantillon(s) au laboratoire

source: Failed to refer
fr_fr: Absence de renvoi

source: sample(s)
fr_fr: échantillon(s)

source: Failed to refer samples. Please try again.
fr_fr: Échec de l'envoi des échantillons. Veuillez réessayer.

source: An error occurred while processing the referral. Please try again.
fr_fr: Une erreur s'est produite lors du traitement de la demande. Veuillez réessayer.

source: Enter TB Result
fr_fr: Saisir le résultat de la tuberculose

source: Enter TB Result Manually
fr_fr: Tuberculose-Saisir le résultat manuellement

source: Print TB Results
fr_fr: Tubercolose-Imprimer le résultat

source: TB Referral List
fr_fr: Liste de référence pour la tuberculose

source: Refer Samples
fr_fr: Référer des échantillons

source: Reassign Selected Samples to Lab
fr_fr: Réaffectation des échantillons sélectionnés au laboratoire

source: Reason for Referral Lab Change
fr_fr: Motif de l'orientation Changement de laboratoire

source: Update Selected
fr_fr: Mettre à jour la sélection

source: Clear Selection
fr_fr: Effacer la sélection

source: No of Samples
fr_fr: Nombre d'échantillons

source: Referred To Lab
fr_fr: Renvoyé au laboratoire

source: Referral Date
fr_fr: Date du parrainage

source: Selected
fr_fr: Sélectionné

source: Are you sure you want to reassign
fr_fr: Êtes-vous sûr de vouloir réaffecter

source: sample(s) to the selected lab?
fr_fr: au(x) laboratoire(s) sélectionné(s) ?

source: An error occurred. Please try again.
fr_fr: Une erreur est survenue. Veuillez réessayer.

source: TB test result updated successfully
fr_fr: Résultat du test TB mis à jour avec succès

source: Unable to update this TB result. Please try again later
fr_fr: Impossible de mettre à jour ce résultat TB. Veuillez réessayer plus tard

source: Successfully updated
fr_fr: Mise à jour réussie

source: Failed to update
fr_fr: Échec lors de la mise à jour

source: Failed to update samples. Please try again.
fr_fr: Échec de la mise à jour des échantillons. Veuillez réessayer.

source: An error occurred while processing the update. Please try again.
fr_fr: Une erreur s'est produite lors du traitement de la mise à jour. Veuillez réessayer.

source: Add User
fr_fr: Ajouter un utilisateur

source: Please enter user name
fr_fr: Veuillez saisir votre nom d'utilisateur

source: Email
fr_fr: Courriel

source: Please enter email
fr_fr: Veuillez entrer votre email

source: This email id that you entered already exists.Try another email id
fr_fr: L'adresse électronique que vous avez saisie existe déjà. Essayez une autre adresse électronique

source: Role
fr_fr: Rôle

source: Please select this user's role
fr_fr: Veuillez sélectionner le rôle de cet utilisateur

source: Auth Token
fr_fr: Jeton d'authentification

source: Please generate the auth token
fr_fr: Veuillez générer le jeton d'authentification

source: Generate Another Token
fr_fr: Générer un autre jeton

source: Interface User Name (from your Molecular testing machine)
fr_fr: Nom d'utilisateur de l'interface (de votre machine de test moléculaire)

source: Interface User Name
fr_fr: Nom de l'utilisateur de l'interface

source: Please enter interface user name
fr_fr: Veuillez saisir le nom de l'utilisateur de l'interface

source: Mobile App Access
fr_fr: Accès à l'application mobile

source: Does this user have Mobile app access?
fr_fr: Cet utilisateur a-t-il accès à l'application mobile ?

source: (Used to embed in Result PDF)
fr_fr: (Utilisé pour intégrer dans le résultat PDF)

source: Select Signature Image
fr_fr: Sélectionner l'image de la signature

source: Please select user signature
fr_fr: Veuillez sélectionner la signature de l'utilisateur

source: Image Size
fr_fr: Taille de l'image

source: Please enter login id
fr_fr: Veuillez saisir l'identifiant de connexion

source: This login id that you entered already exists.Try another login id
fr_fr: L'identifiant que vous avez saisi existe déjà. Essayez un autre identifiant

source: Only lowercase letters, numbers, hyphens (-), and underscores (_) are allowed. No spaces.
fr_fr: Seuls les lettres minuscules, les chiffres, les traits d'union (-) et les caractères de soulignement (_) sont autorisés. Il n'y a pas d'espace.

source: Generate
fr_fr: Générer

source: Invalid file type. Please upload correct image format like JPG or JPEG or PNG
fr_fr: Type de fichier non valide. Veuillez télécharger le format d'image correct comme JPG ou JPEG ou PNG

source: User saved successfully!
fr_fr: L'utilisateur a été enregistré avec succès !

source: Your new password cannot be same as the current password. Please try another password.
fr_fr: Votre nouveau mot de passe ne peut pas être identique au mot de passe actuel. Veuillez essayer un autre mot de passe.

source: Your profile changes have been saved. You can continue using the application.
fr_fr: Les modifications apportées à votre profil ont été enregistrées. Vous pouvez continuer à utiliser l'application.

source: No changes were made to your profile.
fr_fr: Aucune modification n'a été apportée à votre profil.

source: Your Full Name
fr_fr: Votre nom complet

source: Preferred Language
fr_fr: Préférence linguistique

source: Please select your Locale
fr_fr: Veuillez sélectionner votre localité

source: Official Email
fr_fr: Email officiel

source: Recent Login Attempts
fr_fr: Tentatives de connexion récentes

source: Login Attempt Date and Time
fr_fr: Date et heure de la tentative de connexion

source: Login Status
fr_fr: Statut de connexion

source: Edit User
fr_fr: Modifier l'utilisateur

source: User Status
fr_fr: Statut de l'utilisateur

source: Map User to Selected Facilities (optional)
fr_fr: Carte de l'utilisateur vers les installations sélectionnées (facultatif)

source: User updated successfully
fr_fr: Mise à jour de l'utilisateur réussie

source: Region of sending facility
fr_fr: Région de l'établissement d'origine

source: District of sending facility
fr_fr: District de l'établissement d'origine

source: Sending facility
fr_fr: Facilité d'envoi

source: Project
fr_fr: Projet

source: Existing ART Code
fr_fr: Code ART existant

source: Universal Insurance Code
fr_fr: Code universel des assurances

source: Sample Creation Date
fr_fr: Échantillon testé Date

source: Sample Created By
fr_fr: Échantillon créé par

source: Sample collection date
fr_fr: Date de prélèvement de l'échantillon

source: Requested by contact
fr_fr: Demande de contact

source: Treatment start date
fr_fr: Date de début du traitement

source: Treatment Protocol
fr_fr: Protocole de traitement

source: ARV Protocol
fr_fr: Protocole ARV

source: CV Number
fr_fr: Numéro de CV

source: Test Platform
fr_fr: Plate-forme d'essai

source: Test platform detection limit
fr_fr: Limite de détection de la plate-forme d'essai

source: Sample Tested
fr_fr: Échantillon testé

source: Date of test
fr_fr: Date du test

source: Date of result sent to facility
fr_fr: Date d'envoi du résultat à l'établissement

source: Sample Rejected
fr_fr: Échantillon rejeté

source: Communication of rejected samples or high viral load (yes, no or NA)
fr_fr: Communication d'échantillons rejetés ou d'une charge virale élevée (oui, non ou NA)

source: Result Value
fr_fr: Résultat Valeur

source: Result Value Log
fr_fr: Journal des valeurs de résultat

source: Is suppressed
fr_fr: Est indétectable

source: Name of reference Lab
fr_fr: Nom du laboratoire de référence

source: Category of testing site
fr_fr: Catégorie de site d'essai

source: Age Range
fr_fr: Tranche d’âge

source: Was sample send to another reference lab
fr_fr: L'échantillon a-t-il été envoyé à un autre laboratoire de référence

source: If sample was send to another lab, give name of lab
fr_fr: Si l'échantillon a été envoyé à un autre laboratoire, indiquer le nom du laboratoire

source: Invalid test (yes or no)
fr_fr: Test non valide (oui ou non)

source: Invalid sample repeated (yes or no)
fr_fr: Échantillon non valide répété (oui ou non)

source: Error codes (yes or no)
fr_fr: Codes d'erreur (oui ou non)

source: Error codes values
fr_fr: Valeurs des codes d'erreur

source: Tests repeated due to error codes (yes or no)
fr_fr: Tests répétés en raison de codes d'erreur (oui ou non)

source: New CV number
fr_fr: Nouveau numéro de CV

source: Date of repeat test
fr_fr: Date du nouveau test

source: Result sent back to facility (yes or no)
fr_fr: Résultat renvoyé à l'établissement (oui ou non)

source: Patient Contact Number
fr_fr: Numéro de contact du patient

source: Has regimen Changed?
fr_fr: Le régime a-t-il changé ?

source: Date of Regimen Change
fr_fr: Date du changement de régime

source: No. of Rejected Samples
fr_fr: Nombre d'échantillons rejetés

source: Unspecified reason for rejection
fr_fr: Raison non précisée du rejet

source: Control Result
fr_fr: Résultat du contrôle

source: Mean
fr_fr: Moyenne

source: VL Suppression (N =
fr_fr: Suppression de la VL (N =

source: HIV Viral Load Detection (N =
fr_fr: Tests de charge virale du VIH

source: Viral Load Detection
fr_fr: Tests de charge virale du VIH

source: Collected - Printed First Time
fr_fr: Recueilli - Imprimé pour la première fois

source: VL Suppressed Testing Target
fr_fr: VL Suppressed Testing Target (cible de test supprimée)

source: No of target in month %
fr_fr: Nombre d'objectifs dans le mois %

source: VL | Clinics Report
fr_fr: Rapport sur les cliniques VL

source: High Viral Load
fr_fr: Charge virale élevée

source: Report
fr_fr: Rapport

source: High VL and Virologic Failure
fr_fr: VL élevée et échec virologique

source: Sample Rejection
fr_fr: Rejet de l'échantillon

source: Results Not Available
fr_fr: Résultats non disponibles

source: Sample Testing
fr_fr: Test d'échantillons

source: Please choose option
fr_fr: Veuillez choisir une option

source: Export with Patient Name
fr_fr: Noms du patient

source: Patient Phone no
fr_fr: Numéro de téléphone du patient

source: Viral Load Lab
fr_fr: Laboratoire de charge virale

source: Viral Load (cp/mL)
fr_fr: Charge virale (cp/mL)

source: Please select pregnancy
fr_fr: Veuillez sélectionner la grossesse

source: Generate report
fr_fr: Générer un rapport

source: Select Option
fr_fr: Choisir une option

source: No data found matching the selected parameters
fr_fr: Aucune donnée trouvée correspondant aux paramètres sélectionnés

source: Do you wisht to change the contact completed status?
fr_fr: Souhaitez-vous modifier le statut du contact terminé ?

source: Status updated successfully
fr_fr: Statut mis à jour avec succès

source: Freezer/Storage Reports
fr_fr: Rapports sur les congélateurs et le stockage

source: Freezer/Storage Report
fr_fr: Rapport sur les congélateurs et le stockage

source: Sample Storage History
fr_fr: Historique du stockage des échantillons

source: Freezer/Storage
fr_fr: Congélateur/Stockage

source: Storage Date
fr_fr: Date de stockage

source: Volume of Sample (ml)
fr_fr: Volume de l'échantillon (ml)

source: Date Out
fr_fr: Date de sortie

source: Removal Reason
fr_fr: Raison du retrait

source: Select Freezer
fr_fr: Sélectionner le congélateur

source: Volume of Sample(ml)
fr_fr: Volume de l'échantillon (ml)

source: Controls added successfully
fr_fr: Contrôles ajoutés avec succès

source: Uploaded file column mismatched
fr_fr: La colonne du fichier téléchargé ne correspond pas

source: Please Upload xls, xlsx, csv format only
fr_fr: Veuillez télécharger uniquement des fichiers au format xls, xlsx ou csv

source: Bulk Controls Import Failed
fr_fr: Échec de l'importation des contrôles en bloc

source: Upload Controls in Bulk
fr_fr: Téléchargement de contrôles en masse

source: Controls
fr_fr: Contrôles

source: Number of Controls added
fr_fr: Nombre de contrôles ajoutés

source: Number of Controls not added
fr_fr: Nombre de contrôles non ajoutés

source: Click here to download the Excel format for uploading vl controls in bulk
fr_fr: Cliquez ici pour télécharger le format Excel pour télécharger des contrôles vl en masse

source: Select Lab
fr_fr: Sélectionner un laboratoire

source: Viral Load Suppression
fr_fr: Suppression de la charge virale

source: Suppressed
fr_fr: Indétectable

source: Not Suppressed
fr_fr: Détectable

source: Lab Assigned_code
fr_fr: Code assigné au laboratoire

source: VL | Sample Status Report
fr_fr: VL | Rapport sur l'état de l'échantillon

source: VL Sample Status Report
fr_fr: Rapport sur l'état de l'échantillon VL

source: VL Control Report
fr_fr: Rapport de contrôle VL

source: Control Type
fr_fr: Choisissez le type de contrôle

source: Choose control type
fr_fr: Choisissez le type de contrôle

source: Please choose Sample Test Date Range and Control Type to generate the report
fr_fr: Veuillez choisir l’exemple de plage de dates de test et le type de contrôle pour générer le rapport

source: VL Quarterly Monitoring Report
fr_fr: Rapport trimestriel de suivi VL

source: VL Quarterly Monitoring Tool
fr_fr: Outil de suivi trimestriel de la VL

source: Region/Province/State
fr_fr: Région/Province/État

source: Province/State/Region
fr_fr: Province/État/Région

source: VL Lab Weekly Report - Female
fr_fr: Rapport hebdomadaire du laboratoire VL - Femmes

source: Sample Test Date Range
fr_fr: Date de l'essai de l'échantillon

source: VL Lab(s)
fr_fr: Laboratoire(s) VL

source: Please select lab
fr_fr: Veuillez sélectionner un laboratoire

source: Excel Export
fr_fr: Exportation Excel

source: Site Name
fr_fr: Nom du site

source: No. of Rejections
fr_fr: Nombre de rejets

source: Viral Load Results - Peds
fr_fr: Résultats de la charge virale - Pédiatrie

source: Viral Load Results - Adults
fr_fr: Résultats de la charge virale - Adultes

source: Viral Load Results - Pregnant/Breastfeeding Female
fr_fr: Résultats de la charge virale - Femme enceinte/allaitante

source: Age/Sex Unknown
fr_fr: Âge/sexe inconnu

source: Totals
fr_fr: Totaux

source: Total Test per Clinic
fr_fr: Total des tests par clinique

source: Male <=1000 cp/mL
fr_fr: Homme <=1000 cp/mL

source: Male >1000 cp/mL
fr_fr: Homme >1000 cp/mL

source: Female <=1000 cp/mL
fr_fr: Femelle <=1000 cp/mL

source: Female >1000 cp/mL
fr_fr: Femelle >1000 cp/mL

source: Unknown Age/Sex <=1000 cp/mL
fr_fr: Âge/sexe inconnu <=1000 cp/mL

source: Unknown Age/Sex >1000 cp/mL
fr_fr: Inconnu Âge/Sexe >1000 cp/mL

source: Total Female
fr_fr: Total Femmes

source: Pregnant <=1000 cp/mL
fr_fr: Enceinte <=1000 cp/mL

source: Pregnant >1000 cp/mL
fr_fr: Enceinte >1000 cp/mL

source: Breastfeeding <=1000 cp/mL
fr_fr: Allaitement <=1000 cp/mL

source: Breastfeeding >1000 cp/mL
fr_fr: Allaitement >1000 cp/mL

source: Age > 15 <=1000 cp/mL
fr_fr: Âge > 15 <=1000 cp/mL

source: Age > 15 >1000 cp/mL
fr_fr: Âge > 15 ans >1000 cp/mL

source: Age Unknown <=1000 cp/mL
fr_fr: Âge Inconnu <=1000 cp/mL

source: Age Unknown >1000 cp/mL
fr_fr: Âge Inconnu >1000 cp/mL

source: Age <=15 <=1000 cp/mL
fr_fr: Âge <=15 <=1000 cp/mL

source: Age <=15>1000 cp/mL
fr_fr: Âge <=15>1000 cp/mL

source: All Labs
fr_fr: Tous les laboratoires

source: Add Viral Load ART Regimen
fr_fr: Ajout d'un régime ART de charge virale

source: Viral Load ART Regimen
fr_fr: Charge virale Régime ART

source: ART Code
fr_fr: Code ART

source: Enter art code
fr_fr: Saisir le code artistique

source: Please enter art code
fr_fr: Veuillez saisir le code artistique

source: This art code that you entered already exists.Try another art code
fr_fr: Ce code artistique que vous avez saisi existe déjà. Essayez un autre code artistique

source: Category
fr_fr: Catégorie

source: Select category
fr_fr: Choisir une catégorie

source: Please select category
fr_fr: Veuillez choisir une catégorie

source: Parent ART Code
fr_fr: Code ART des parents

source: Select parent art code
fr_fr: Sélectionner le code de l'art parent

source: Please select parent art code
fr_fr: Veuillez sélectionner le code artistique des parents

source: Select art status
fr_fr: Sélectionner le statut de l'art

source: Please select art status
fr_fr: Veuillez sélectionner le statut de l'art

source: Add VL Results
fr_fr: Ajouter les résultats VL

source: Viral Load Result
fr_fr: Résultat de la charge virale

source: Interpretation
fr_fr: Exégèse

source: Available For Instrument
fr_fr: Disponible pour l'instrument

source: Number of unselected instruments
fr_fr: Nombre d'instruments non sélectionnés

source: Number of selected instruments
fr_fr: Nombre d'instruments sélectionnés

source: Add Viral Load Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon de charge virale

source: Viral Load Sample Rejection Reasons
fr_fr: Raisons du rejet de l'échantillon de charge virale

source: Add VL Sample Type
fr_fr: Ajouter un type d'échantillon VL

source: VL Sample Type
fr_fr: Type d'échantillon VL

source: Add VL Test Failure Reasons
fr_fr: Ajouter les raisons de l'échec du test VL

source: VL Test Failure Reasons
fr_fr: Raisons de l'échec du test VL

source: Enter Test Failure Reason
fr_fr: Saisir la raison de l'échec du test

source: Please enter Test Failure Reason
fr_fr: Veuillez saisir la raison de l'échec du test

source: This failure reason that you entered already exists.Try another failure reason
fr_fr: Cette raison d’échec que vous avez entrée existe déjà. Essayez une autre raison d’échec

source: Select status
fr_fr: Sélectionner un statut

source: Add VL Test Reasons
fr_fr: Ajouter les raisons du test VL

source: VL Test Reasons
fr_fr: Raisons du test VL

source: Edit VL Sample Type
fr_fr: Modifier le type d'échantillon VL

source: Edit VL Test Failure Reasons
fr_fr: Modifier les raisons de l'échec du test VL

source: Art Code details saved successfully
fr_fr: Les détails du code de l'art ont été enregistrés avec succès

source: VL Results details saved successfully
fr_fr: VL Les détails des résultats ont été sauvegardés avec succès

source: VL Sample Rejection Reasons details added successfully
fr_fr: Les détails des raisons du rejet de l'échantillon VL ont été ajoutés avec succès

source: VL Sample details saved successfully
fr_fr: VL Les détails de l'échantillon ont été sauvegardés avec succès

source: VL Test Failure Reason Saved Successfully
fr_fr: Raison de l'échec du test VL Sauvegardé avec succès

source: VL ART Regimen
fr_fr: VL Régime ART

source: Add VL ART Regimen
fr_fr: Ajouter un régime ART VL

source: Viral Load Results
fr_fr: Résultats de la charge virale

source: VL Sample Rejection Reasons
fr_fr: Raisons du rejet de l'échantillon VL

source: Add VL Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon VL

source: VL Sample Types
fr_fr: Types d'échantillons VL

source: Add VL Test Reason
fr_fr: Ajouter le motif du test VL

source: Failure Reason
fr_fr: Raison de l'échec

source: VL | Add Samples from Manifest
fr_fr: VL | Ajouter des échantillons à partir du manifeste

source: VL | Add New Request
fr_fr: VL | Ajouter une nouvelle demande

source: VL request added successfully
fr_fr: Mis à jour avec succés

source: VL | Edit Request
fr_fr: VL | Demande de modification

source: VL request updated successfully
fr_fr: Mise à jour réussie de la demande de VL

source: Freezer Code
fr_fr: Code du congélateur

source: Clinician Contact Number
fr_fr: Numéro de contact du clinicien

source: VIRAL LOAD LABORATORY REQUEST FORM
fr_fr: FORMULAIRE DE DEMANDE DE LABORATOIRE DE CHARGE VIRALE

source: Add Vl Request
fr_fr: Ajouter une demande de Vl

source: Test Request Date
fr_fr: Date de la demande

source: Please enter the test request date
fr_fr: Veuillez saisir la date de la demande de test

source: Test request date
fr_fr: Date de la demande

source: Treatment Information
fr_fr: Informations sur le traitement

source: Line of Treatment
fr_fr: Ligne de traitement

source: Line Of Treatment
fr_fr: Ligne de traitement

source: 1st Line
fr_fr: 1ère ligne

source: 2nd Line
fr_fr: 2ème ligne

source: 3rd Line
fr_fr: 3ème ligne

source: Date of Initiation of Treatment Line
fr_fr: Date de début de la ligne de traitement

source: Good >= 95%
fr_fr: Bon >= 95

source: Fair (85-94%)
fr_fr: Moyen (85-94%)

source: Poor < 85%
fr_fr: Médiocre < 85%

source: Duration of treatment
fr_fr: Durée du traitement

source: More than 12 Months
fr_fr: Plus de 12 mois

source: Latest CD4 count
fr_fr: Dernière numération des CD4

source: Last HIV-1 Viral Load
fr_fr: Dernière charge virale VIH-1

source: (Please choose one):(To be completed by clinician)
fr_fr: (Veuillez en choisir un) : (à remplir par le clinicien)

source: Please check viral load indication testing type
fr_fr: Veuillez vérifier le type de test d'indication de la charge virale

source: Please specify other reasons
fr_fr: Veuillez préciser les autres raisons

source: Please specify other test reason
fr_fr: Veuillez spécifier un autre motif de test

source: Choose reason for testing
fr_fr: Choisir la raison du test

source: Please choose a reason for VL testing
fr_fr: Veuillez choisir une raison pour le test VL

source: VL Focal Person
fr_fr: Personne focale VL

source: VL Focal Person Phone Number
fr_fr: Numéro de téléphone de la personne focale VL

source: Viral Load Result (copies/mL)
fr_fr: Résultat de la charge virale (copies/mL)

source: Viral Load (Log)
fr_fr: Charge virale (Log)

source: HIV Detection
fr_fr: Détection VIH

source: HIV-1 Detected
fr_fr: Détection du VIH-1

source: HIV-1 Not Detected
fr_fr: VIH-1 non détecté

source: Add VL Request
fr_fr: Ajouter une demande VL

source: Please select a province
fr_fr: Veuillez sélectionner une province

source: Please select a district
fr_fr: Veuillez sélectionner un district

source: Please select a clinic/health center name
fr_fr: Veuillez sélectionner le nom d'une clinique ou d'un centre de santé

source: Facility code
fr_fr: Code de l'installation

source: Clinic Email(s) -
fr_fr: Courriel(s) de la clinique -

source: Clinic Mobile No.(s) -
fr_fr: N°(s) de portable(s) de la clinique -

source: Clinic Contact Person -
fr_fr: Personne de contact de la clinique -

source: Please enter Lab Assigned Code
fr_fr: Veuillez saisir le code attribué au laboratoire

source: Enter Unique ART Number or Patient Name
fr_fr: Saisir le numéro unique d'ART ou le nom du patient

source: Enter ART Number
fr_fr: Saisir le numéro ART

source: Enter art number
fr_fr: Saisir le numéro de l'art

source: Enter Patient First Name
fr_fr: Saisir le prénom du patient

source: Enter patient First name
fr_fr: Saisir le prénom du patient

source: Enter Patient Last Name
fr_fr: Saisir le nom de famille du patient

source: Enter patient last name
fr_fr: Saisir le nom de famille du patient

source: If Yes, Number of weeks of pregnancy?
fr_fr: Si oui, nombre de semaines de grossesse ?

source: Number of weeks of pregnancy
fr_fr: Nombre de semaines de grossesse

source: If Yes, For how many weeks?
fr_fr: Si oui, pendant combien de semaines ?

source: Number of weeks of breastfeeding
fr_fr: Nombre de semaines d'allaitement

source: Name Of Requester
fr_fr: Nom du demandeur

source: Please enter request clinician phone number
fr_fr: Veuillez saisir le numéro de téléphone du clinicien de la demande

source: Treatment Start Date
fr_fr: Date de début du traitement

source: Current ARV Protocol
fr_fr: Protocole ARV actuel

source: Please choose ART Regimen
fr_fr: Veuillez choisir le régime ART

source: Reason for Viral Load Testing
fr_fr: Motif d’analyse

source: (Please pick one): (To be completed by clinician)
fr_fr: (Veuillez en choisir un) : (à remplir par le clinicien)

source: Enter CV Number
fr_fr: Saisir le numéro de CV

source: Please enter CV Number
fr_fr: Veuillez saisir le numéro de CV

source: Please enter viral load result
fr_fr: Veuillez saisir le résultat de la charge virale

source: Viral Load Log
fr_fr: Journal de la charge virale

source: Please enter viral load log
fr_fr: Veuillez saisir le journal de la charge virale

source: Select Current ARV Protocol
fr_fr: Sélectionner le protocole ARV actuel
