Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: API/EMR Dashboard
fr_fr: Tableau de bord API/EMR

source: API/EMR Data Exchange Dashboard
fr_fr: Tableau de bord de l'échange de données API/EMR

source: Home
fr_fr: Accueil

source: Filters
fr_fr: Filtres

source: Test Request Date Range
fr_fr: Date de la demande de test

source: Enter date range
fr_fr: Saisissez une plage de dates

source: Test Type
fr_fr: Type de test

source: Viral Load
fr_fr: CHARGE VIRALE

source: Early Infant Diagnosis
fr_fr: Diagnostic précoce chez le nourrisson

source: Hepatitis
fr_fr: Hépatite

source: TB
fr_fr: Tuberculose

source: Testing Lab
fr_fr: Labo de test

source: Please select Testing Lab
fr_fr: Enregistré au laboratoire de test

source: Province/State
fr_fr: Province

source: Please select Province/State
fr_fr: Veuillez sélectionner la province ou l'État

source: -- Select --
fr_fr: -- Sélectionner --

source: District/County
fr_fr: District

source: Please select District/County
fr_fr: Veuillez sélectionner le district/comté

source: Requesting Facility
fr_fr: Établissement demandeur

source: Refresh Dashboard
fr_fr: Rafraîchir le tableau de bord

source: Reset Filters
fr_fr: Réinitialiser les filtres

source: Critical Alerts
fr_fr: Alertes critiques

source: Quick Metrics Overview
fr_fr: Aperçu des mesures rapides

source: Total Requests
fr_fr: Total des Requêtes

source: API/EMR Requests
fr_fr: Demandes API/EMR

source: Received
fr_fr: Reçu

source: Not Received
fr_fr: Non reçu

source: Received at Lab
fr_fr: Reçu au laboratoire

source: Tested
fr_fr: Testé

source: Rejected
fr_fr: Rejeté

source: Pending
fr_fr: En attente

source: Not Received at Lab
fr_fr: Non reçu au laboratoire

source: ≤ 7 days
fr_fr: ≤ 7 jours

source: > 7 days
fr_fr: > 7 jours

source: Potential Duplicates
fr_fr: Doublons potentiels

source: Within 7 days
fr_fr: Dans les 7 jours

source: Results Sent
fr_fr: Envoi des résultats

source: Other
fr_fr: Autre

source: Source Distribution by Facility with API/EMR Workflow
fr_fr: Distribution des sources par établissement avec flux de travail API/EMR

source: Facility
fr_fr: Établissement

source: Source of Samples
fr_fr: Source des échantillons

source: API/EMR Workflow
fr_fr: Flux de travail API/EMR

source: Direct LIS
fr_fr: LIS direct

source: Registered via API/EMR but Not Received at Testing Lab
fr_fr: Enregistré via API/EMR mais non reçu au laboratoire d'essai

source: Registered via API/EMR and Received at Testing Lab
fr_fr: Enregistré via API/EMR et reçu au laboratoire d'essai

source: Registered via API/EMR and Tested
fr_fr: Enregistré via API/EMR et testé

source: Registered vis API/EMR and Not Yet Tested
fr_fr: Enregistré vis API/EMR et pas encore testé

source: Results Sent back to API/EMR
fr_fr: Résultats renvoyés à l'API/EMR

source: API/EMR Requests Without Sample Receipt - By Facility
fr_fr: Demandes API/EMR sans réception d'échantillon - par installation

source: View All Details
fr_fr: Voir tous les détails

source: Facilities with API/EMR requests that have not received samples at the lab and are not rejected.
fr_fr: Installations ayant des demandes API/EMR qui n'ont pas reçu d'échantillons au laboratoire et qui ne sont pas rejetées.

source: Not Yet Received at Testing Lab
fr_fr: Pas encore reçu au laboratoire d'essais

source: ≤ 7 Days
fr_fr: ≤ 7 jours

source: > 7 Days
fr_fr: > 7 jours

source: Avg Days
fr_fr: Jours moyens

source: Max Days
fr_fr: Jours Maximum

source: Priority
fr_fr: Priorité

source: Potential Duplicate Entries - By Facility
fr_fr: Entrées potentielles en double - par installation

source: View Details
fr_fr: Voir les détails

source: Facilities with samples having same Patient ID/Name within last 7 days (at least one from API/EMR)
fr_fr: Établissements avec des échantillons ayant le même ID/Nom de patient au cours des 7 derniers jours (au moins un provenant de l'API/EMR)

source: Duplicate Groups
fr_fr: Groupes en double

source: Total Samples
fr_fr: Total des échantillons

source: High Risk
fr_fr: Risque élevé

source: Medium Risk
fr_fr: Risque Moyen

source: Low Risk
fr_fr: Risque faible

source: Risk Level
fr_fr: Niveau de risque

source: Latest
fr_fr: Dernier

source: Results Sent for Requests Not Originating via API/EMR
fr_fr: Résultats envoyés pour les demandes ne provenant pas de l'API/EMR

source: Sample ID
fr_fr: ID de l'échantillon

source: Request Source
fr_fr: Source de la demande

source: Result Sent
fr_fr: Résultat envoyé

source: Days Diff
fr_fr: Jours Diff

source: Clear
fr_fr: Effacer

source: Search facilities
fr_fr: Facilités de recherche

source: Show
fr_fr: Afficher

source: facilities
fr_fr: structures sanitaire

source: Showing
fr_fr: Affichage

source: to
fr_fr: à

source: of
fr_fr: de

source: No facilities with missing samples found
fr_fr: Aucune installation avec des échantillons manquants n'a été trouvée

source: No matching facilities found
fr_fr: Aucune installation correspondante n'a été trouvée

source: First
fr_fr: Premier

source: Last
fr_fr: Dernier

source: Next
fr_fr: Suivante

source: Previous
fr_fr: Précédent

source: No facilities with duplicate suspects found
fr_fr: Sélectionnez les structures

source: entries
fr_fr: entrées

source: No data available
fr_fr: Pas de données disponibles

source: No non-originating results found
fr_fr: Aucun résultat non originaire n'a été trouvé

source: Potential Duplicate Entries - Detailed View
fr_fr: Entrées en double potentielles - Vue détaillée

source: Potential Duplicate Entries - Detailed Analysis
fr_fr: Analyse détaillée des entrées en double potentielles

source: Potential Duplicate Test Requests
fr_fr: Demandes de test en double potentielles

source: Export to Excel
fr_fr: Exporter vers Excel

source: Refresh Data
fr_fr: Actualiser les données

source: Sort Value
fr_fr: Valeur de tri

source: Patient Information
fr_fr: Information du patient

source: Sample IDs
fr_fr: ID des échantillons

source: Collection Dates
fr_fr: Dates de collecte

source: Request Sources
fr_fr: Demande de sources

source: Count
fr_fr: Nombre

source: Date Span
fr_fr: Plage de dates

source: Facilities
fr_fr: Structures sanitaire

source: High Missing API/EMR Sample Receipts
fr_fr: Élevé Absence de reçus d'échantillons API/EMR

source: %d API/EMR test requests have been waiting for sample receipt for more than 30 days
fr_fr: %d Les demandes de test API/EMR attendent la réception de l'échantillon depuis plus de 30 jours

source: Potential Duplicate Entries Detected
fr_fr: Détection de doublons potentiels

source: %d groups of potential duplicate entries found
fr_fr: %d groupes de doublons potentiels trouvés

source: Pending Tests
fr_fr: Tests en cours

source: Critical: Many Long Pending Tests
fr_fr: Critique : De nombreux tests en attente depuis longtemps

source: Long Pending Tests
fr_fr: Tests en attente depuis longtemps

source: %d samples have been pending testing for more than 30 days
fr_fr: %d Les échantillons sont en attente de test depuis plus de 30 jours

source: API/EMR Result Transmission Issues
fr_fr: Problèmes de transmission des résultats API/EMR

source: %d API/EMR results have transmission issues (pending/failed)
fr_fr: %d Les résultats de l'API/EMR ont des problèmes de transmission (en attente/échec)

source: High Sample Rejection Rate
fr_fr: Taux élevé de rejet des échantillons

source: Sample rejection rate is %.1f%% (%d out of %d samples)
fr_fr: Le taux de rejet des échantillons est de %.1f%% (%d sur %d échantillons)

source: All Good!
fr_fr: Tout va bien!

source: No critical issues detected in the current time period.
fr_fr: Aucun problème critique n'a été détecté au cours de la période actuelle.

source: Error
fr_fr: Erreur

source: Failed to load alerts
fr_fr: Échec du chargement des alertes

source: Missing Sample Receipts - Detailed View
fr_fr: Reçus d'échantillons manquants - Vue détaillée

source: Missing Sample Receipts - Detailed Analysis
fr_fr: Reçus d'échantillons manquants - Analyse détaillée

source: Missing Sample Receipts
fr_fr: Reçus d'échantillons manquants

source: Test Requests Without Sample Receipt
fr_fr: Demandes de test sans réception d'échantillon

source: High Priority
fr_fr: Haute priorité

source: Requests > 7 days old
fr_fr: Demandes > 7 jours

source: Medium Priority
fr_fr: Priorité moyenne

source: Requests 3-7 days old
fr_fr: Demandes âgées de 3 à 7 jours

source: Remote ID
fr_fr: Identification à distance

source: Patient Info
fr_fr: Information du patient

source: Request Date
fr_fr: Date de la demande

source: Days Pending
fr_fr: Jours en attente

source: Follow-up Actions
fr_fr: Conditions de l'email marketing

source: Sample Code
fr_fr: Code d'échantillon

source: Action Type
fr_fr: Type d'impact

source: Add Note
fr_fr: Ajouter une note

source: Send Alert
fr_fr: Envoyer une alerte

source: Contact Facility
fr_fr: Mécanisme de contact

source: Escalate Issue
fr_fr: Escalade du problème

source: Comments
fr_fr: Commentaires

source: Enter your comments or notes...
fr_fr: Saisissez vos commentaires ou notes...

source: Cancel
fr_fr: Annuler

source: Execute Action
fr_fr: Exécuter l'action

source: COVID-19 | Add New Request
fr_fr: COVID-19 | Ajouter une nouvelle demande

source: Welcome to Admin Page
fr_fr: Bienvenue sur la page d’administration

source: Admin
fr_fr: Administrateur

source: User Activity Log
fr_fr: Journal d’activité de l’utilisateur

source: Audit Trail
fr_fr: Piste d’audit

source: Date Range
fr_fr: Plage de dates

source: Users
fr_fr: Utilisateurs

source: Please select the user name
fr_fr: Veuillez sélectionner le nom d'utilisateur

source: Type of Action
fr_fr: Action

source: Search
fr_fr: Rechercher

source: Audit Log
fr_fr: Journal d'audit

source: IP Address
fr_fr: Adresse IP

source: Recorded On
fr_fr: Pas enregistré

source: Loading data from server
fr_fr: Chargement des données depuis le serveur

source: API Sync History
fr_fr: Historique de l’API

source: API History
fr_fr: Historique de l’API

source: Please select the Test types
fr_fr: Veuillez sélectionner le projet

source: Please select the API type
fr_fr: Veuillez sélectionner le type d'API

source: Transaction ID
fr_fr: No Patient

source: Number of Records Synced
fr_fr: Dernière synchronisation le

source: Sync Type
fr_fr: Type de synchronisation

source: Synced On
fr_fr: Synchronisé sur

source: -- Choose Test Type --
fr_fr: -- Choisir le type de test --

source: Sample ID or Remote Sample ID
fr_fr: ID de l'échantillon ou ID de l'échantillon à distance

source: Submit
fr_fr: Envoyer

source: Reset
fr_fr: Réinitialiser

source: Audit Trail for Sample
fr_fr: Piste d'audit pour l'échantillon

source: Show/Hide Columns
fr_fr: Afficher/masquer les colonnes

source: Table View
fr_fr: Affichage Tableau

source: Timeline View
fr_fr: Vue de la Chronologie

source: Changes Only
fr_fr: Changements uniquement

source: Compare Versions
fr_fr: Comparer les versions

source: Export Snapshot at Revision
fr_fr: Instantané d'exportation lors de la révision

source: Field
fr_fr: Champ

source: Old Value
fr_fr: Ancienne Valeur

source: New Value
fr_fr: Nouvelle Valeur

source: Revision
fr_fr: Révision

source: To Version
fr_fr: Vers la version

source: Compare
fr_fr: Comparer

source: Records are not available for this Sample ID or Remote Sample ID
fr_fr: Les enregistrements ne sont pas disponibles pour cette ID d'échantillon ou ID d'échantillon à distance

source: Current Data for Sample
fr_fr: Données actuelles de l'échantillon

source: Records are not available for this Sample ID
fr_fr: Il n'y a pas d'enregistrements disponibles pour ce numéro d'identification d'échantillon

source: Please enter Sample ID and select a Test Type to view audit trail
fr_fr: Veuillez saisir l'identifiant de l'échantillon et sélectionner un type de test pour visualiser la piste d'audit

source: Export To CSV
fr_fr: Exporter au format CSV

source: Please select different revisions to compare
fr_fr: Veuillez sélectionner les différentes révisions pour les comparer

source: Could not find one or both revisions to compare
fr_fr: Il n'a pas été possible de trouver une ou les deux révisions à comparer

source: Remote Sample ID
fr_fr: ID de l'échantillon à distance

source: Sample Collection Date
fr_fr: Date de prélèvement de l'échantillon

source: Sample Recieved On
fr_fr: Échantillon reçu le

source: Sample Tested On
fr_fr: Échantillon testé sur

source: Result
fr_fr: Résultat

source: Tested By
fr_fr: Examiné par

source: Test Platform/Instrument
fr_fr: Plate-forme d'essai/instrument

source: Result Status
fr_fr: Résultat Statut

source: Manual Result Entry
fr_fr: Saisie manuelle des résultats

source: Is Sample Rejected
fr_fr: L'échantillon est-il rejeté

source: Rejection Reason
fr_fr: Motif de rejet

source: Was Result Changed?
fr_fr: Le résultat a-t-il été modifié ?

source: Reason for Changing
fr_fr: Raison du changement

source: File Link
fr_fr: Lien vers le fichier

source: Lab Name
fr_fr: Nom du Labo

source: Last Sync Done On
fr_fr: Dernière synchronisation effectuée

source: Latest Results Sync from Lab
fr_fr: Synchronisation des derniers résultats depuis le laboratoire

source: Latest Requests Sync from STS
fr_fr: Dernières demandes Sync de STS

source: LIS Version
fr_fr: Version LIS

source: Sync Status
fr_fr: Statuts de synchronisation

source: Days Since Last Sync
fr_fr: Jours depuis la dernière synchronisation

source: Viewing PHP Error Log
fr_fr: Visualisation du journal d'erreurs PHP

source: Viewing System Log for Date
fr_fr: Affichage du journal du système pour la date

source: No data found for the selected date
fr_fr: Aucune donnée n'a été trouvée pour la date sélectionnée

source: Showing the most recent log file
fr_fr: Affichage du fichier journal le plus récent

source: -- Unspecified --
fr_fr: -- Non spécifié --

source: Sources of Requests
fr_fr: Sources des demandes

source: Lab Sync Details for
fr_fr: Détails de la synchronisation des laboratoires pour

source: Lab Sync Details
fr_fr: Détails de la synchronisation des laboratoires

source: Please choose Province/State/Region
fr_fr: Veuillez choisir Province/État/Région

source: Facility Name
fr_fr: Nom de la structure

source: Please select the Lab name
fr_fr: Veuillez sélectionner le nom du laboratoire

source: Export Excel
fr_fr: Exporter vers Excel

source: Last Request Sent from STS
fr_fr: Dernière demande envoyée par STS

source: Last Result Received From Lab
fr_fr: Dernier résultat reçu du laboratoire

source: Unable to generate the excel file
fr_fr: Impossible de générer le fichier excel

source: Log File Viewer
fr_fr: Visualisateur de fichiers journaux

source: Manage Log File Viewer
fr_fr: Gestion du visualisateur de fichiers journaux

source: Select Date
fr_fr: Sélectionnez une date

source: Clear Search
fr_fr: Effacer la recherche

source: View System Error Logs
fr_fr: Visualiser les journaux d'erreurs du système

source: View PHP Error Logs
fr_fr: Afficher les journaux d'erreurs PHP

source: Current Server Date and Time
fr_fr: Date et heure du serveur actuel

source: Search in logs... Use +word for exact, "phrase" for exact phrase
fr_fr: Recherche dans les journaux... Utiliser +mot pour un mot exact, "phrase" pour une phrase exacte

source: Export Log File
fr_fr: Exporter le fichier journal

source: All Levels
fr_fr: Tous les Niveaux

source: Errors
fr_fr: Erreurs

source: Warnings
fr_fr: Avertissements

source: Debug
fr_fr: Débogage

source: Copied to clipboard - Line Number
fr_fr: Copié dans le presse-papiers - Numéro de ligne

source: Preparing log export...
fr_fr: Préparation de l'exportation du journal...

source: Error exporting log
fr_fr: Erreur d'exportation du journal

source: Long search terms may impact performance
fr_fr: Les termes de recherche longs peuvent avoir un impact sur les performances

source: Data Available
fr_fr: Données disponibles

source: Both request and response data files are missing or could not be loaded.
fr_fr: Les fichiers de données de requête et de réponse sont manquants ou n'ont pas pu être chargés.

source: Request Error
fr_fr: Erreur de requête

source: File could not be loaded or is invalid
fr_fr: Le fichier n'a pas pu être chargé ou n'est pas valide

source: Response Error
fr_fr: Pas de réponse

source: Request Not Available
fr_fr: Demande indisponible

source: Couldn't load
fr_fr: Impossible de charger

source: Loading…
fr_fr: Chargement…

source: Response
fr_fr: Réponse

source: Response Not Available
fr_fr: Réponse indisponible

source: Sources of Requests Report
fr_fr: Rapport sur les sources des demandes

source: Name of the Clinic
fr_fr: Nom de la clinique

source: Name of the Testing Lab
fr_fr: Nom du laboratoire d'essai

source: Source of Request
fr_fr: Source de la demande

source: Please select source of request
fr_fr: Veuillez sélectionner le statut

source: No. of Samples Requested
fr_fr: Nombre d'échantillons demandés

source: No. of Samples Acknowledged
fr_fr: Nombre d'échantillons ayant fait l'objet d'un accusé de réception

source: No. of Samples Received at Testing Lab
fr_fr: Nombre d'échantillons reçus au laboratoire d'essai

source: No. of Samples Tested
fr_fr: Nombre d'échantillons testés

source: No. of Results Returned
fr_fr: Nombre de résultats renvoyés

source: Export
fr_fr: Exporter

source: LIS Sample ID
fr_fr: ID de l'échantillon LIS

source: STS Sample ID
fr_fr: ID de l'échantillon STS

source: External ID
fr_fr: ID externe

source: Electronic Test request Date and Time
fr_fr: Demande de test électronique Date et heure

source: Request Acknowledged Date Time
fr_fr: Demande accusée de réception Date Heure

source: Samples Received At Lab
fr_fr: Échantillons reçus au laboratoire

source: Sample added to Batch on
fr_fr: Échantillon ajouté au lot le

source: Sample Status
fr_fr: Statut de l'échantillon

source: Test Result
fr_fr: Résultat du test

source: Result Received/Entered Date and Time
fr_fr: Résultat reçu/entré Date et heure

source: Result Approved Date and Time
fr_fr: Résultat approuvé Date et heure

source: Result Return Date and Time
fr_fr: Résultat Date et heure de retour

source: Last Modified On
fr_fr: Temps de la dernière modification

source: Please select the date range and test type to see the source of requests
fr_fr: Veuillez sélectionner la plage de dates et le type de test pour voir la source des demandes

source: Lab Sync Status
fr_fr: État de la synchronisation du laboratoire

source: Active Labs
fr_fr: Laboratoires actifs

source: Synced within 2 weeks
fr_fr: Synchronisé dans les 2 semaines

source: Warning Labs
fr_fr: Laboratoires d'alerte

source: Synced 2-4 weeks ago
fr_fr: Synchronisé il y a 2-4 semaines

source: Critical Labs
fr_fr: Laboratoires critiques

source: Not synced for 4+ weeks
fr_fr: Non synchronisé depuis plus de 4 semaines

source: -- Select Province First --
fr_fr: -- Sélectionnez d'abord la province --

source: Auto-refresh (5 min)
fr_fr: Rafraîchissement automatique (5 min)

source: Last Synced on
fr_fr: Dernière synchronisation le

source: Last Results Sync from Lab
fr_fr: Synchronisation des derniers résultats du laboratoire

source: Last Requests Sync from STS
fr_fr: Dernière demande de synchronisation du STS

source: Loading data...
fr_fr: Chargement des données...

source: Auto-refreshing data...
fr_fr: Actualisation automatique des données...

source: Select Testing Lab
fr_fr: Enregistré au laboratoire de test

source: Select Province
fr_fr: Sélectionner la province

source: Select District
fr_fr: Sélectionner le district

source: Data loaded successfully
fr_fr: Les données ont été chargées avec succès

source: Failed to load data. Please try again.
fr_fr: Échec du chargement des données. Veuillez réessayer.

source: Failed to load data
fr_fr: Échec lors du chargement des données

source: Loading...
fr_fr: Chargement...

source: Error loading districts
fr_fr: Erreur de chargement des districts

source: Generating...
fr_fr: Génération…

source: Export generated successfully
fr_fr: Exportation générée avec succès

source: Unable to generate the excel file. Please try again.
fr_fr: Impossible de générer le fichier Excel. Veuillez réessayer.

source: Failed to generate export. Please try again.
fr_fr: Échec de la génération de l'exportation. Veuillez réessayer.

source: System Settings
fr_fr: Paramètres système

source: Server Settings
fr_fr: Paramètres serveur

source: Memory Limit
fr_fr: Limite mémoire

source: Maximum Upload Filesize
fr_fr: Taille maximale des fichiers téléchargés

source: Maximum POST size
fr_fr: Taille maximale du POST

source: Maximum Time of Execution
fr_fr: Durée maximale d'exécution

source: Max time to parse input data
fr_fr: Temps maximum pour analyser les données d'entrée

source: Config to show Error in web pages
fr_fr: Config pour afficher les erreurs dans les pages web

source: Specifies which errors are reported
fr_fr: Spécifie quelles erreurs sont signalées

source: Folder Permission Settings
fr_fr: Paramètres d'autorisation des dossiers

source: File Path
fr_fr: Chemin du fichier

source: Exists
fr_fr: Existe

source: Readable / Writeable
fr_fr: Lisible / Inscriptible

source: Test Results Metadata
fr_fr: Métadonnées des résultats des tests

source: Test Results Metadata Report
fr_fr: Rapport sur les métadonnées des résultats des tests

source: Sample Test Date
fr_fr: Date du test de l'échantillon

source: Select Sample Test Date
fr_fr: Sélectionner la date du test de l'échantillon

source: Sample ID/Batch Code
fr_fr: ID de l'échantillon/Code du lot

source: Enter Batch Code
fr_fr: Saisir le code du lot

source: Export To Excel
fr_fr: Exporter vers Excel

source: Please select Sample Test Date or Sample ID/Batch Code to get result meta data
fr_fr: Veuillez sélectionner la date de test de l'échantillon ou l'ID de l'échantillon/le code du lot pour obtenir les métadonnées du résultat

source: Failed to process this request. Please contact the system administrator if the problem persists
fr_fr: Le traitement de cette demande a échoué. Veuillez contacter l'administrateur du système si le problème persiste

source: Missing required fields
fr_fr: Champs obligatoires manquants

source: Invalid Dates. Cannot be in the future
fr_fr: Dates non valables. Ne peut être dans le futur

source: Sample Locked or Finalized
fr_fr: Échantillon verrouillé ou finalisé

source: Failed to insert sample
fr_fr: Échec de l'insertion de l'échantillon

source: Please check your request parameters.
fr_fr: Veuillez vérifier les paramètres de votre demande.

source: Something went wrong. Please try again later.
fr_fr: Une erreur s'est produite. Veuillez réessayer plus tard.

source: Potential duplicate sample detected within 1 day
fr_fr: Échantillon double potentiel détecté dans un délai d'un jour

source: Medium-risk duplicate detected
fr_fr: Duplicata à risque moyen détecté

source: | Add Batch Position
fr_fr: | Ajouter une position de lot

source: Add Batch Controls Position
fr_fr: Ajouter une position de contrôle de lot

source: Batch
fr_fr: Lot

source: Batch Code
fr_fr: Code de batch

source: Request Created
fr_fr: Demande créée

source: Last Modified
fr_fr: Dernière modification

source: Lab Assigned Code
fr_fr: Code du Labo

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Labels for Controls/Calibrators
fr_fr: Étiquettes pour les contrôles/étalons

source: Are you sure you want to reset the sorting to default? This will reset all previous changes
fr_fr: Êtes-vous sûr de vouloir rétablir le tri par défaut ? Cela réinitialisera toutes les modifications précédentes

source: Add Batch
fr_fr: Ajouter un lot

source: Create Batch
fr_fr: Créer un lot

source: indicates required fields
fr_fr: indique les champs obligatoires

source: Testing Platform
fr_fr: Plate-forme d'essai

source: Please choose machine
fr_fr: Veuillez choisir la machine

source: Show Advanced Search Options
fr_fr: Afficher la recherche avancée
