Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Please select facility name
fr_fr: Veuillez sélectionner le nom de l'établissement

source: Samples Entered or Modified By
fr_fr: Échantillons saisis ou modifiés par

source: Select Collection Date
fr_fr: Sélectionner la date de collecte

source: Date Sample Receieved at Lab
fr_fr: Date de réception de l'échantillon au laboratoire

source: Select Received at Lab Date
fr_fr: Sélectionner la date de réception au laboratoire

source: Please select the postion
fr_fr: Veuillez sélectionner le poste

source: Numeric
fr_fr: Numérique

source: Alpha Numeric
fr_fr: Alphanumérique

source: Sample Type
fr_fr: Type d'échantillon

source: Please select sample type
fr_fr: Veuillez sélectionner le type d'échantillon

source: Funding Source
fr_fr: Sources de financement

source: Sort By
fr_fr: Trier par

source: Sort Type
fr_fr: Type de tri

source: Filter Samples
fr_fr: Filtrer les échantillons

source: Hide Advanced Search Options
fr_fr: Cacher la recherche avancée

source: Please enter batch code
fr_fr: Veuillez saisir le code du lot

source: This batch code already exists.Try another batch code
fr_fr: Ce code de lot existe déjà. Essayez un autre code de lot

source: Lab Assigned Batch Code
fr_fr: Code de lot attribué au laboratoire

source: Enter Lab Assigned Batch Code
fr_fr: Saisir le code de lot attribué par le laboratoire

source: Automatically select samples for Batch
fr_fr: Sélection automatique des échantillons pour le lot

source: Save and Next
fr_fr: Sauvegarder et Suivant

source: Select Test Type
fr_fr: Sélectionnez le Type

source: Select User
fr_fr: Sélectionner un utilisateur

source: You have selected more than the allowed number of samples for this platform
fr_fr: Vous avez sélectionné un nombre d'échantillons supérieur à celui autorisé pour cette plate-forme

source: Please select at least one sample
fr_fr: Veuillez sélectionner au moins un échantillon

source: You have to choose a testing platform to proceed
fr_fr: Vous devez choisir une plateforme de test pour procéder

source: Maximum number of samples allowed for the selected platform
fr_fr: Nombre maximum d'échantillons autorisés pour la plate-forme sélectionnée

source: Invalid test type
fr_fr: Type de test non valide

source: Unspecified
fr_fr: Non spécifié

source: Testing Batches
fr_fr: Lots d'essai

source: Manage Batches
fr_fr: Gestion de batch

source: Create New Batch
fr_fr: Créer un nouveau batch

source: No. of Samples
fr_fr: Nombre d'échantillons

source: Tested Date
fr_fr: Date de l'essai

source: Are you sure you want to delete Batch
fr_fr: Êtes-vous sûr de vouloir supprimer Batch

source: This action cannot be undone.
fr_fr: Cette action est irréversible.

source: Batch deleted successfully
fr_fr: Suppression par lots réussie

source: | Edit Batch Position
fr_fr: | Modifier la position du lot

source: Edit Batch Controls Position
fr_fr: Éditer la position des contrôles de lots

source: Edit Batch
fr_fr: Éditer un lot

source: Samples Entered By
fr_fr: Échantillons entrés par

source: This batch code already exists.Try another code
fr_fr: Ce code de lot existe déjà, essayez un autre code

source: Number of unselected samples
fr_fr: Nombre d'échantillons non sélectionnés

source: Number of selected samples
fr_fr: Nombre d'échantillons sélectionnés

source: You have selected more than allowed number of samples
fr_fr: Vous avez sélectionné un nombre d'échantillons supérieur au nombre autorisé

source: Please select one or more samples
fr_fr: Veuillez sélectionner un ou plusieurs échantillons

source: Invalid Batch
fr_fr: Lot non valide

source: Test Worksheet
fr_fr: Feuille de test

source: Reagent/Kit Name
fr_fr: Nom du réactif/du kit

source: Lot Number
fr_fr: N° de lot

source: Lot Expiry Date
fr_fr: Date d'expiration du lot

source: Printed By
fr_fr: Imprimé par

source: Printed On
fr_fr: Imprimé sur

source: Patient Code
fr_fr: Code du patient

source: Lot Number / <br>Exp. Date
fr_fr: Numéro de lot / <br>Date d'exp. Date d'expiration

source: In-House Control
fr_fr: Contrôle interne

source: Manufacturer Control
fr_fr: Contrôle du fabricant

source: Calibrator
fr_fr: Calibrateur

source: Manfacturing Control
fr_fr: Contrôle de la fabrication

source: Edit
fr_fr: Modifier

source: Edit Position
fr_fr: Modifier le poste

source: Batch PDF
fr_fr: PDF par lots

source: Compact Batch PDF
fr_fr: PDF par lots compacts

source: Delete
fr_fr: Supprimer

source: Undo
fr_fr: Annuler

source: Redo
fr_fr: Refaire

source: Number of samples selected out of maximum number of samples allowed for the selected platform
fr_fr: Nombre d'échantillons sélectionnés sur le nombre maximum d'échantillons autorisés pour la plate-forme sélectionnée

source: Batch Samples Position saved successfully.
fr_fr: La position des échantillons par lot a été sauvegardée avec succès.

source: CD4 | Clinics Report
fr_fr: Rapport sur les cliniques CD4

source: Clinic Reports
fr_fr: Rapports cliniques

source: Management
fr_fr: Gestion

source: Positivity Report
fr_fr: Rapport de positivité

source: Sample Rejection Report
fr_fr: Rapport de rejet d'échantillons

source: Results Not Available Report
fr_fr: Rapport sur les résultats non disponible

source: Data Quality Check
fr_fr: Vérification de la qualité des données

source: Sample Testing Report
fr_fr: Exemple de rapport d'essai

source: Patient Test History
fr_fr: Historique des tests du patient

source: Please select batch code
fr_fr: Veuillez sélectionner le code du lot

source: Contact Status
fr_fr: Statut des contacts

source: Please select contact status
fr_fr: Veuillez sélectionner le statut du contact

source: Completed
fr_fr: Terminé

source: Not Completed
fr_fr: Incomplet

source: All
fr_fr: Tout

source: Sex
fr_fr: Sexe

source: Please select sex
fr_fr: Sélectionnez svp le sexe

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Unreported
fr_fr: Non déclarée

source: Export to excel
fr_fr: Exporter vers Excel

source: Patient ID
fr_fr: ID Patient

source: Patient's Name
fr_fr: Noms du patient

source: Sample Tested Date
fr_fr: Date de test de l'échantillon

source: CD4 Result
fr_fr: Résultat CD4

source: Status
fr_fr: Statut

source: Testing Lab Name
fr_fr: Nom du laboratoire d'essai

source: Select Sample Collection Date
fr_fr: Sélectionner la date de prélèvement de l'échantillon

source: Please fields
fr_fr: Veuillez remplir les champs

source: Patient ART Number
fr_fr: Numéro ART du patient

source: HCV VL Result
fr_fr: Résultats HCV VL

source: Sample Collection Date
fr_fr: Date de prélèvement de l'échantillon

source: Select Sample Collection date
fr_fr: Sélectionner la date de prélèvement de l'échantillon

source: Enter Patient ID
fr_fr: No Patient

source: Patient Name
fr_fr: Nom du patient

source: Enter Patient Name
fr_fr: Saisir le nom du patient

source: Requesting Clinican
fr_fr: Clinicien demandeur

source: Download PDF
fr_fr: Télécharger le PDF

source: Select Facilities
fr_fr: Sélectionnez les structures

source: Select Fields
fr_fr: Sélectionner les champs

source: Do you want to mark these as complete ?
fr_fr: Voulez-vous les marquer comme complets ?

source: Unable to generate download
fr_fr: Impossible de générer un téléchargement

source: Export Data
fr_fr: Exporter les données

source: Sample Received At Lab
fr_fr: Échantillon reçu au labo

source: Select Recieved Date
fr_fr: Sélectionner la date de réception

source: Last Print Date
fr_fr: Date de la dernière impression

source: Select Print Date
fr_fr: Sélectionner la date d'impression

source: Please choose status
fr_fr: Veuillez choisir un statut

source: All Status
fr_fr: Tous les statuts

source: Accepted
fr_fr: Accepté

source: Awaiting Approval
fr_fr: En attente d'approbation

source: Registered At Testing Lab
fr_fr: Enregistré au laboratoire de test

source: Expired
fr_fr: Expiré

source: Failed/Invalid
fr_fr: Échec/Invalidité

source: Funding Sources
fr_fr: Sources de financement

source: Please choose funding source
fr_fr: Veuillez choisir la source de financement

source: Implementing Partners
fr_fr: Partenaires opérationnels

source: Please choose implementing partner
fr_fr: Veuillez choisir un partenaire de mise en œuvre

source: Export with Patient ID and Name
fr_fr: Exportation avec l'ID et le nom du patient

source: Please choose community sample
fr_fr: Veuillez choisir un échantillon communautaire

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Please enter the patient ID to search
fr_fr: Veuillez saisir l'identifiant du patient à rechercher

source: Download
fr_fr: Télécharger

source: Manage Columns
fr_fr: Gérer les colonnes

source: Implementing Partner
fr_fr: Partenaire

source: At Least select one filter for get report
fr_fr: Sélectionner au moins un filtre pour obtenir un rapport

source: Unable to generate excel
fr_fr: Impossible de générer le fichier excel

source: Please select Sample Collection Date Range
fr_fr: Veuillez sélectionner la date de prélèvement de l'échantillon

source: Please select Sample Test Date Range
fr_fr: Veuillez sélectionner la date du test de l'échantillon

source: CD4 | Sample Rejection Report
fr_fr: Rapport de rejet de l'échantillon CD4

source: Rejection Result
fr_fr: Résultat de rejet

source: Lab
fr_fr: Labo

source: Please select lab name
fr_fr: Veuillez sélectionner le nom du laboratoire

source: Clinic Name
fr_fr: Nom de la clinique

source: Please select clinic name
fr_fr: Veuillez sélectionner le nom de la clinique

source: Select Labs
fr_fr: Sélectionner les laboratoires

source: Select Clinics
fr_fr: Sélectionner les cliniques

source: CD4 | Sample Status Report
fr_fr: Rapport sur l'état des échantillons de CD4

source: CD4 Sample Status Report
fr_fr: Rapport sur l'état des échantillons de CD4

source: CD4 Sample Status
fr_fr: Statut de l'échantillon CD4

source: Select Sample Received Date At Lab
fr_fr: Sélectionner la date de réception de l'échantillon au laboratoire

source: Select Tested Date
fr_fr: Sélectionner la date de l'essai

source: CD4 Sample ID
fr_fr: ID de l'échantillon CD4

source: Sample Received Date in Lab
fr_fr: Date de réception de l'échantillon au labo

source: Result Print Date
fr_fr: Résultat Date d'impression

source: Sample Email Date
fr_fr: Echantillon-Date d'envoie de l'email

source: Select Batch Code
fr_fr: Selectioner le code du batch

source: Samples Testing Report
fr_fr: Rapport de test des échantillons

source: CD4 Quarterly Monitoring Report
fr_fr: Rapport trimestriel de suivi du CD4

source: CD4 Testing Target Report
fr_fr: Rapport sur l'objectif du test CD4

source: Testing Target Report
fr_fr: Rapport d'objectif de test

source: Target Type
fr_fr: Type de cible

source: Please select Target Type
fr_fr: Veuillez sélectionner le type de cible

source: Monthly Targets not met
fr_fr: Objectifs mensuels non atteints

source: Monthly Targets met
fr_fr: Objectifs mensuels atteints

source: Show all
fr_fr: Tout afficher

source: Month
fr_fr: Mois

source: Number of Samples Received
fr_fr: Nombre d'échantillons reçus

source: Number of Samples Rejected
fr_fr: Nombre d'échantillons rejetés

source: Number of Samples Tested
fr_fr: Nombre d'échantillons testés

source: Monthly Test Target
fr_fr: Objectif de test mensuel

source: Select facility name
fr_fr: Sélectionner le nom de l'établissement

source: Unable to generate excel file
fr_fr: Impossible de générer le fichier excel

source: Apply
fr_fr: Appliquer

source: Health Facility Name
fr_fr: Nom de l'établissement de santé

source: Sample Reception Date
fr_fr: Exemple de date de réception

source: Health Facility Code
fr_fr: Code de l'établissement de santé

source: Date of Birth
fr_fr: Date de naissance

source: Patient Cellphone Number
fr_fr: Numéro de téléphone portable du patient

source: Date of Sample Collection
fr_fr: Date de prélèvement de l'échantillon

source: Date of Treatment Initiation
fr_fr: Date de début du traitement

source: Current Regimen
fr_fr: Régime actuel

source: Date of Initiation of Current Regimen
fr_fr: Date d'instauration du régime actuel

source: Is Patient Pregnant?
fr_fr: La patiente est-elle enceinte ?

source: Is Patient Breastfeeding?
fr_fr: La patiente allaite-t-elle ?

source: ARV Adherence
fr_fr: Adhésion aux ARV

source: Indication for Viral Load Testing
fr_fr: Indications pour l'analyse de la charge virale

source: Requesting Clinican Cellphone Number
fr_fr: Demande de numéro de téléphone portable du clinicien

source: Is Sample Rejected?
fr_fr: L'échantillon est-il rejeté ?

source: Recommended Corrective Action
fr_fr: Mesures correctives recommandées

source: Result (cp/mL)
fr_fr: Résultats (cp/mL)

source: Result Printed Date
fr_fr: Résultat Date d'impression

source: Result (log)
fr_fr: Résultats (log)

source: Request Created On
fr_fr: Créé le

source: Not Reported
fr_fr: Non Rapporté

source: View
fr_fr: Voir

source: Result PDF
fr_fr: Résultats PDF

source: Not Authorized
fr_fr: Non autorisé

source: Print
fr_fr: Imprimer

source: Reason Category
fr_fr: Catégorie de motif

source: Sample Rejection Reasons
fr_fr: Exemples de motifs de rejet

source: Sample Rejection by Categories
fr_fr: Échantillon de rejet par catégorie

source: CD4 Samples Status Overview
fr_fr: Aperçu du statut des échantillons CD4

source: CD4 Samples
fr_fr: Échantillons CD4

source: CD4 Results
fr_fr: Résultats des CD4

source: Samples
fr_fr: Échantillons

source: Positive
fr_fr: Positif

source: Negative
fr_fr: Négatif

source: CD4 Laboratory Turnaround Time
fr_fr: Délai d'exécution du laboratoire CD4

source: Average TAT in Days
fr_fr: TAT moyen en jours

source: No. of Tests
fr_fr: Nombre de tests

source: Tested - Printed
fr_fr: Testé - Imprimé

source: Collected - Received at Lab
fr_fr: Collecté - Reçu au laboratoire

source: Received - Tested
fr_fr: Reçu - Testé

source: Collected - Tested
fr_fr: Collecté - Testé

source: Collected - Printed
fr_fr: Collecté - Imprimé

source: CD4 Test Reasons
fr_fr: Raisons du test CD4

source: Test Reasons
fr_fr: Motifs du test

source: Add CD4 Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon de CD4

source: CD4 Sample Rejection Reasons
fr_fr: Raisons du rejet de l'échantillon de CD4

source: Rejection Reason Name
fr_fr: Raison du rejet Nom

source: Please enter Rejection Reason name
fr_fr: Veuillez saisir le nom du motif de rejet

source: The Rejection Reason name that you entered already exists.Enter another Rejection Reason name
fr_fr: Le nom du motif de rejet que vous avez saisi existe déjà. Saisissez un autre nom de motif de rejet

source: Rejection Type
fr_fr: Type d'échantillon

source: Please enter Rejection Type
fr_fr: Veuillez saisir le statut de l'échantillon

source: Rejection Reason Code
fr_fr: Code de motif de rejet

source: Please enter Rejection Reason Code
fr_fr: Veuillez saisir le code manifeste puis soumettre

source: The Rejection Reason code that you entered already exists.Enter another Rejection Reason code
fr_fr: Le code de motif de rejet que vous avez saisi existe déjà. Saisissez un autre code de motif de rejet

source: Rejection Reason Status
fr_fr: Motif de rejet

source: Please enter Rejection Reason Status
fr_fr: Veuillez saisir le statut du motif de rejet

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Add CD4 Sample Type
fr_fr: Ajouter un type d'échantillon CD4

source: CD4 Sample Type
fr_fr: Type d'échantillon CD4

source: Sample Name
fr_fr: Nom de l'échantillon

source: Please enter Sample name
fr_fr: Veuillez saisir le nom de l'échantillon

source: The Sample name that you entered already exists.Enter another name
fr_fr: Le nom de l'échantillon que vous avez saisi existe déjà. Saisissez un autre nom

source: Please enter Sample Status
fr_fr: Veuillez saisir le statut de l'échantillon

source: Add CD4 Test Reasons
fr_fr: Ajouter les raisons du test CD4

source: Test Reason Name
fr_fr: Motif de rejet

source: Please enter Test Reason name
fr_fr: Veuillez saisir le nom de l'échantillon

source: The Test Reason name that you entered already exists.Enter another name
fr_fr: Le nom de l'échantillon que vous avez saisi existe déjà. Saisissez un autre nom

source: Parent Reason
fr_fr: Raison

source: Please enter Parent Reason
fr_fr: Veuillez saisir le statut de l'échantillon

source: Test Reason Status
fr_fr: Statut du motif du test

source: Please select Test Reason Status
fr_fr: Veuillez sélectionner le statut

source: Rejection Reason Type
fr_fr: Motif de rejet

source: Are you sure you want to change the status?
fr_fr: Êtes-vous sûr de que vouloir modifier le statut ?

source: Updated successfully
fr_fr: Mise à jour avec succès

source: Test Reason
fr_fr: Raison

source: Please select status
fr_fr: Veuillez sélectionner le statut

source: CD4 Sample Rejection Reasons details added successfully
fr_fr: Raisons du rejet de l'échantillon CD4 ajoutées avec succès

source: CD4 Sample details saved successfully
fr_fr: Les détails de l'échantillon CD4 ont été sauvegardés avec succès

source: CD4 Test Reason details saved successfully
fr_fr: Les détails du motif du test CD4 ont été enregistrés avec succès

source: CD4 | Add Samples from Manifest
fr_fr: CD4 | Ajouter des échantillons à partir du manifeste

source: Test Request
fr_fr: Demandes de test

source: Enter Sample Manifest Code
fr_fr: Entrer le code manifeste d'échantillons

source: Sample Manifest Code
fr_fr: Exemple de code de manifeste

source: Please enter the sample manifest code
fr_fr: Veuillez saisir l'exemple de code de manifeste

source: Sample Received at Testing Lab
fr_fr: Date de réception de l'échantillon au labo

source: Activate Samples
fr_fr: Activer les échantillons

source: Unique ART No
fr_fr: No. ART Unique

source: Last Modified Date
fr_fr: Date de dernière modification

source: Please enter a valid Manifest Code to activate
fr_fr: Veuillez saisir un code manifeste valide pour l'activation

source: Please select when the samples were received at the Testing Lab
fr_fr: Veuillez indiquer la date à laquelle les échantillons ont été reçus par le laboratoire d'essais

source: Samples from this Manifest have been activated
fr_fr: Des échantillons de ce manifeste ont été activés

source: Please enter all mandatory fields to save the test request
fr_fr: Veuillez remplir tous les champs obligatoires pour enregistrer la demande de test

source: CD4 request added successfully
fr_fr: Demande de CD4 ajoutée avec succès

source: Please try again later
fr_fr: Veuillez réessayer plus tard

source: Could not save this form. Please try again.
fr_fr: Impossible d'enregistrer ce formulaire. Veuillez réessayer.

source: CD4 request updated successfully
fr_fr: Mise à jour réussie de la demande de CD4

source: View All Requests
fr_fr: Voir toutes les demandes

source: CD4 Test Requests
fr_fr: Demandes de tests CD4

source: Sample Received at Lab Date
fr_fr: Échantillon reçu au laboratoire Date

source: Show Rejected Samples
fr_fr: Afficher les échantillons rejetés

source: Please choose show rejected samples
fr_fr: Veuillez choisir les échantillons rejetés

source: Request Creation Date
fr_fr: Date de création de la demande

source: Select Request Created Datetime
fr_fr: Sélectionner la date de création de la demande

source: Show only Reordered Samples
fr_fr: N'afficher que les échantillons réorganisés

source: Please select request sample type
fr_fr: Veuillez sélectionner le type d'échantillon demandé

source: Samples with result
fr_fr: Échantillons avec résultat

source: Samples without result
fr_fr: Échantillons sans résultat

source: Pregnant
fr_fr: Enceinte

source: Please choose pregnant option
fr_fr: Veuillez choisir l'option enceinte

source: Breastfeeding
fr_fr: Allaitement

source: Community Sample
fr_fr: Échantillon communautaire

source: Please Select Testing Lab
fr_fr: Veuiller selectionner le laboratoire de test

source: Add CD4 Request Form
fr_fr: Formulaire de demande d'ajout de CD4

source: EMR/FHIR - SEND RESULTS
fr_fr: EMR/FHIR - ENVOYER LES RÉSULTATS

source: EMR/FHIR - GET TESTS
fr_fr: EMR/FHIR - OBTENIR DES TESTS

source: Art No
fr_fr: No ART

source: Loading Printer Details
fr_fr: Chargement des détails de l'imprimante

source: No printer selected!
fr_fr: Aucune imprimante sélectionnée !

source: Change/Retry
fr_fr: Modifier/Réessayer

source: Zebra Printer Options
fr_fr: Options d'imprimante Zebra

source: Printer
fr_fr: Imprimante

source: Are you sure you want to modify the sample status?
fr_fr: Êtes-vous sûr de vouloir modifier le statut de l'échantillon ?

source: Updated successfully.
fr_fr: Mis à jour avec succés.

source: Please checked atleast one checkbox.
fr_fr: Veuillez cocher au moins une case.

source: Trying to sync
fr_fr: Essai de synchronisation

source: Please wait
fr_fr: Veuillez patienter

source: Trying to sync from EMR/FHIR
fr_fr: Essayer de synchroniser depuis EMR/FHIR

source: Trying to sync to EMR/FHIR
fr_fr: Essai de synchronisation avec EMR/FHIR

source: Indication for CD4 Testing
fr_fr: Indication pour le test CD4

source: CD4 Result (%)
fr_fr: Résultat CD4 (%)

source: Please make sure you have selected Sample Collection Date and Requesting Facility
fr_fr: Veuillez vous assurer que vous avez sélectionné la date de prélèvement de l'échantillon et l'établissement demandeur

source: Patient is from Defence Forces (Patient Name and Patient ID will not be synced between LIS and STS)
fr_fr: Le patient appartient aux forces de défense (le nom et l'identifiant du patient ne seront pas synchronisés entre LIS et STS)

source: Encrypt Patient Identifying Information
fr_fr: Cryptage des données d'identification des patients

source: --Select--
fr_fr: --Sélectionner--

source: No. of times Test Requested for this Patient
fr_fr: Nombre de fois où le test a été demandé pour ce patient

source: Last Test Request Added On LIS/STS
fr_fr: Dernière demande envoyée par LIS/STS

source: Sample Collection Date for Last Request
fr_fr: Date de prélèvement de l'échantillon pour la dernière demande

source: Total No. of times Patient tested for HIV VL
fr_fr: Nombre total de fois où le patient a été testé pour le VIH VL

source: Please enter the Patient Date of Birth or Age
fr_fr: Veuillez saisir la date de naissance ou l'âge du patient

source: Manifest Code
fr_fr: Code du manifeste

source: Patient DoB
fr_fr: DoB du patient

source: Patient Age
fr_fr: Age du Patient

source: Patient Sex
fr_fr: Sexe du patient

source: Locked
fr_fr: Verrouillé

source: Barcode
fr_fr: Code barre

source: Sync Sample
fr_fr: Échantillon de synchronisation

source: Sync
fr_fr: Synchroniser

source: Select
fr_fr: Sélectionner

source: Date and Time
fr_fr: Date et Heure

source: Previous Tested Date
fr_fr: Date de l'essai précédent

source: Previous Result
fr_fr: Résultat Précédent

source: CD4 | View All Requests
fr_fr: CD4 | Voir toutes les demandes

source: Failed/Hold Samples
fr_fr: Échec/Echantillons en attente

source: Please choose Sample Status
fr_fr: Veuillez choisir le statut de l'échantillon

source: Failed
fr_fr: Echec

source: Hold
fr_fr: En attente

source: Lost
fr_fr: Perdu

source: Retest the selected samples
fr_fr: Retester les échantillons sélectionnés

source: No printer selected
fr_fr: Aucune imprimante sélectionnée

source: Retest has been submitted
fr_fr: Le nouveau test a été soumis

source: Something went wrong. Please try again later
fr_fr: Quelque chose s’est mal passé. S’il vous plaît essayer à nouveau plus tard

source: Enter VL Result
fr_fr: Saisir le résultat VL

source: Enter CD4 Result
fr_fr: Saisir le résultat CD4

source: Modified On
fr_fr: Modifié le

source: Please choose result status
fr_fr: Veuillez choisir le statut du résultat

source: Results Not Recorded
fr_fr: Résultats non enregistrés

source: Results Recorded
fr_fr: Résultats enregistrés

source: Rejected Samples
fr_fr: Échantillons rejetés

source: Print CD4 Results
fr_fr: Imprimer les résultats des CD4
