Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: If Age < 1, Age in Months
fr_fr: Si âge < 1, âge en mois

source: Age in Month
fr_fr: Âge en mois

source: Enter age in months
fr_fr: Saisir l'âge en mois

source: Patient Name (First Name, Last Name)
fr_fr: Nom du patient (prénom, nom)

source: Enter patient name
fr_fr: Saisir le nom du patient

source: Patient consent to receive SMS?
fr_fr: Consentement du patient à recevoir des SMS ?

source: Patient consent to receive SMS
fr_fr: Consentement du patient à recevoir des SMS

source: Enter Phone Number
fr_fr: Entrer votre numéro de Téléphone

source: Enter phone number
fr_fr: Saisir le numéro de téléphone

source: How long has this patient been on treatment ?
fr_fr: Depuis combien de temps ce patient est-il sous traitement ?

source: Enter Treatment Period
fr_fr: Saisir la période de traitement

source: Please enter how long has this patient been on treatment
fr_fr: Veuillez indiquer depuis combien de temps ce patient est sous traitement

source: Please select sample collection date
fr_fr: Veuillez sélectionner la date de prélèvement de l'échantillon

source: Please select sample dispatched on
fr_fr: Veuillez sélectionner l'échantillon expédié le

source: Please choose sample type
fr_fr: Veuillez choisir le type d'échantillon

source: Reason For Testing
fr_fr: Raison du test

source: Laboratory Information
fr_fr: Informations sur le laboratoire

source: Focal Person
fr_fr: Personne focale

source: Please enter focal person name
fr_fr: Veuillez saisir le nom de la personne focale

source: Focal Person Phone Number
fr_fr: Numéro de téléphone de la personne de contact

source: Please enter focal person phone number
fr_fr: Veuillez saisir le numéro de téléphone de la personne de référence

source: Date Sample Received at Hub
fr_fr: Date de réception de l'échantillon au centre

source: Sample Received at HUB Date
fr_fr: Échantillon reçu au HUB Date

source: Please select sample received at Hub date
fr_fr: Veuillez sélectionner l'échantillon reçu à la date du Hub

source: Date Sample Received at Testing Lab
fr_fr: Date de réception de l'échantillon au laboratoire d'essai

source: Sample Received at LAB Date
fr_fr: Échantillon reçu au LAB Date

source: Please select sample received at Lab date
fr_fr: Veuillez sélectionner l'échantillon reçu à la date du laboratoire

source: Please choose Testing Platform
fr_fr: Veuillez choisir la plate-forme de test

source: Please check if sample is rejected or not
fr_fr: Veuillez vérifier si l'échantillon est rejeté ou non

source: Other (Please Specify)
fr_fr: Autre (à préciser)

source: Please enter rejection reason
fr_fr: Veuillez saisir le motif du rejet

source: Please select rejection date
fr_fr: Veuillez sélectionner la date de rejet

source: Please select sample testing date
fr_fr: Veuillez sélectionner la date de test de l'échantillon

source: Date Results Dispatched
fr_fr: Date d'envoi des résultats

source: Result Dispatch Date
fr_fr: Résultat Date d'envoi

source: Please select result dispatched date
fr_fr: Veuillez sélectionner la date d'envoi du résultat

source: Tests Performed
fr_fr: Tests effectués

source: Please select sub tests
fr_fr: Veuillez sélectionner les sous-épreuves

source: Reason for Failure
fr_fr: Raison de l'échec

source: Please choose reason for failure
fr_fr: Veuillez choisir la raison de l'échec

source: Please choose Approved On
fr_fr: Veuillez choisir Approuvé le

source: Lab comments
fr_fr: Commentaires du laboratoire

source: Please enter LabComments
fr_fr: Veuillez saisir LabComments

source: Loading Printer Details...
fr_fr: Chargement des détails de l'imprimante...

source: Save and Clone
fr_fr: Sauvegarde et clonage

source: Select Sub Tests
fr_fr: Sélectionner les tests secondaires

source: Select Specimen Type
fr_fr: Sélectionner le type de spécimen

source: Select Tested By
fr_fr: Sélectionner Testé par

source: Enter Request Clinician name
fr_fr: Saisir le nom du clinicien de la demande

source: Enter Request Focal name
fr_fr: Saisir le nom du correspondant de la demande

source: Select any one of the option
fr_fr: Sélectionnez l'une des options suivantes

source: Add Samples from Manifest
fr_fr: Ajouter des échantillons à partir du manifeste

source: Request updated successfully
fr_fr: Demande mise à jour avec succès

source: Clinic Mobile No.(s)
fr_fr: Numéro(s) de portable(s) de la clinique

source: Clinic Contact Person
fr_fr: Personne de contact de la clinique

source: Please enter Focal Person
fr_fr: Veuillez saisir la personne de contact

source: Date Sample Received at Hub (PHL)
fr_fr: Date Échantillon reçu au Hub (PHL)

source: Please select sample received at HUB date
fr_fr: Veuillez sélectionner l'échantillon reçu à la date du HUB

source: Date Sample Received at Testing Lab
fr_fr: Date de réception de l'échantillon Échantillon reçu au laboratoire d'essai

source: Please select sample received date
fr_fr: Veuillez sélectionner la date de réception de l'échantillon

source: Please select Sample Rejection Date
fr_fr: Veuillez sélectionner la date de rejet de l'échantillon

source: Result Dispatched Date
fr_fr: Résultat Date d'envoi

source: Reason For Changes in Result
fr_fr: Raison de la modification du résultat

source: Enter Reason For Result Changes
fr_fr: Saisir le motif de la modification des résultats

source: Please enter reason for result changes
fr_fr: Veuillez indiquer la raison de la modification des résultats

source: Enter Requesting Clinician Name
fr_fr: Saisir le nom du clinicien demandeur

source: Please select an option
fr_fr: Veuillez sélectionner une option

source: Please select one or more options
fr_fr: Veuillez sélectionner une ou plusieurs options

source: Laboratory Test Requests
fr_fr: Demandes d'analyses de laboratoire

source: Unable to generate the export
fr_fr: Impossible de générer l'exportation

source: Email Generic Test Results
fr_fr: Envoyer par courriel les résultats des tests génériques

source: Print VL Results
fr_fr: Imprimer les résultats VL

source: Print Other Lab Tests Results
fr_fr: Imprimer les résultats d'autres tests de laboratoire

source: Enter Other Lab Tests Result
fr_fr: Saisir le résultat d'autres tests de laboratoire

source: Lab Tests results updated successfully
fr_fr: Les résultats des tests de laboratoire ont été mis à jour avec succès

source: Please choose state
fr_fr: Veuillez choisir l'État

source: Please choose county
fr_fr: Veuillez choisir le comté

source: Please select clinic/health center name
fr_fr: Veuillez sélectionner le nom de la clinique/du centre de santé

source: Enter patient id
fr_fr: Saisir l'identifiant du patient

source: Laboratory Section
fr_fr: Section laboratoire

source: Please choose lab
fr_fr: Veuillez choisir un laboratoire

source: Testing Platform
fr_fr: Tests Plate-forme

source: Sample Testing Date
fr_fr: Échantillon Date de l'essai

source: Rejection Reason
fr_fr: Rejet Motif

source: Reason For Changes in Result
fr_fr: Raison Modifications du résultat

source: Enter result
fr_fr: Saisir le résultat

source: System Configuration
fr_fr: Configuration du système

source: Use search or the jump menu to move directly to any configuration section.
fr_fr: Utilisez la fonction de recherche ou le menu contextuel pour accéder directement à n'importe quelle section de configuration.

source: Edit System Configuration
fr_fr: Modifier la configuration du système

source: Search settings by keyword
fr_fr: Rechercher les paramètres par mot-clé

source: Search settings
fr_fr: Paramètres de recherche

source: Jump to a section
fr_fr: Aller à une section

source: No settings match your search.
fr_fr: Aucun paramètre ne correspond à votre recherche.

source: Expand All
fr_fr: Développer tout

source: Collapse All
fr_fr: Tout réduire

source: Instance Settings
fr_fr: Réglages de l’instance

source: Date Format
fr_fr: Format de date

source: Please select the date format
fr_fr: Veuillez sélectionner le format de la date

source: Display Encrypt PII Option
fr_fr: Afficher l'option de cryptage des IIP

source: Global Settings
fr_fr: Paramètres globaux

source: Country of Installation
fr_fr: Pays d'installation

source: Please select the country of installation
fr_fr: Veuillez sélectionner le pays d'installation

source: Default Time Zone
fr_fr: Fuseau horaire par défaut

source: Timezone
fr_fr: Fuseau horaire

source: Please choose Timezone
fr_fr: Veuillez choisir un fuseau horaire

source: System Locale
fr_fr: Paramètres régionaux du système

source: Please select the System Locale
fr_fr: Veuillez sélectionner les paramètres régionaux du système

source: Header
fr_fr: En-tête

source: Please enter header
fr_fr: Veuillez saisir l'en-tête

source: Allow users to Edit Profile
fr_fr: Permettre aux utilisateurs de modifier leur profil

source: Training Mode
fr_fr: Mode de formation

source: Barcode Format
fr_fr: Format du code-barres

source: Please select the Barcode type
fr_fr: Veuillez sélectionner le type de code-barres

source: Same user can Review and Approve
fr_fr: Le même utilisateur peut réviser et approuver

source: Sample ID Barcode Label Printing
fr_fr: Exemple d'impression d'étiquettes à code-barres

source: Please select the barcode printing
fr_fr: Veuillez sélectionner l'impression du code-barres

source: Off
fr_fr: Désactivé

source: Zebra Printer
fr_fr: Imprimante Zebra

source: Allow Samples not matching the System Sample IDs while importing results manually
fr_fr: Autoriser les échantillons ne correspondant pas aux ID d'échantillons System lors de l'importation manuelle des résultats

source: Support Email
fr_fr: Email du support

source: Please enter manager email
fr_fr: Veuillez saisir l'adresse électronique du gestionnaire

source: While importing results from CSV/Excel file, should we import results of Sample IDs that do not match the Sample IDs present in System database
fr_fr: Lors de l'importation de résultats à partir d'un fichier CSV/Excel, devons-nous importer les résultats des ID d'échantillons qui ne correspondent pas aux ID d'échantillons présents dans la base de données VLSM

source: You can enter multiple emails by separating them with commas
fr_fr: Vous pouvez saisir plusieurs courriels en les séparant par des virgules

source: CSV Delimiter
fr_fr: Séparateur CSV

source: Please enter CSV delimiter
fr_fr: Veuillez entrer le délimiteur CSV

source: CSV Enclosure
fr_fr: CSV Enveloppe

source: Please enter CSV enclosure
fr_fr: Veuillez saisir la valeur CSV enclosure

source: Default Phone Prefix
fr_fr: Préfixe téléphonique par défaut

source: e.g. +232, +91
fr_fr: par exemple +232, +91

source: Minimum Length of Phone Number
fr_fr: Longueur minimale du numéro de téléphone

source: Please enter minimun length of phone number
fr_fr: Veuillez saisir la longueur minimale du numéro de téléphone

source: Maximum Length of Phone Number
fr_fr: Longueur maximale du numéro de téléphone

source: Please enter maximum length of phone number
fr_fr: Veuillez saisir la longueur maximale du numéro de téléphone

source: Batch PDF Layout
fr_fr: Mise en page PDF par lots

source: Sample Expiry Days
fr_fr: Jours d'expiration de l'échantillon

source: Enter the sample expiry days
fr_fr: Saisir les jours d'expiration de l'échantillon

source: Please enter the sample expiry days
fr_fr: Veuillez indiquer les jours d'expiration de l'échantillon

source: Sample Lock Days
fr_fr: Exemple de jours de fermeture

source: Enter the sample lock days
fr_fr: Saisir le nombre de jours de fermeture de l'échantillon

source: Please enter the sample lock days
fr_fr: Veuillez saisir le nombre de jours de fermeture de l'échantillon

source: Viral Load Settings
fr_fr: Réglages de la charge virale

source: Viral Load Threshold Limit
fr_fr: Limite du seuil de charge virale

source: Please enter VL threshold limit
fr_fr: Veuillez saisir le seuil limite VL

source: Please select the Viral Load Sample ID Format
fr_fr: Veuillez sélectionner le format d'identification de l'échantillon de charge virale

source: Enter Prefix
fr_fr: Saisir le préfixe

source: YY
fr_fr: AA

source: eg. Province Code+Year+Month+Date+Increment Counter
fr_fr: ex. Code de la province+année+mois+date+compteur d'augmentation

source: eg. R+Year+Province Code+VL+Increment Counter (R18NCDVL0001)
fr_fr: ex. R+Année+Code province+VL+Compteur d'incrémentation (R18NCDVL0001)

source: eg. Prefix+Month+Year+Increment Counter (VL0517999)
fr_fr: eg. Préfixe+mois+année+compteur d'incrémentation (VL0517999)

source: eg. Prefix+Year+Increment Counter (VL17999)
fr_fr: eg. Préfixe+année+compteur d'incrémentation (VL17999)

source: Minimum Patient ID Length
fr_fr: Longueur minimale de l'identifiant du patient

source: Please enter minimum length for Patient ID
fr_fr: Veuillez saisir la longueur minimale de l'identifiant du patient

source: Copy Request On Save and Next Form
fr_fr: Demande de copie sur les formulaires Enregistrer et Suivant

source: Please select copy request on save and next form
fr_fr: Veuillez sélectionner la demande de copie sur le formulaire de sauvegarde et le formulaire suivant

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: VL Suppression Target
fr_fr: Cible de suppression VL

source: Please select lock approved sample
fr_fr: Veuillez sélectionner l'échantillon approuvé pour la serrure

source: VL Monthly Target
fr_fr: VL Objectif mensuel

source: VL Auto Approve API Results
fr_fr: VL Auto Approve API Results (Approbation automatique des résultats de l'API)

source: Please select VL Auto Approve API Results
fr_fr: Veuillez sélectionner VL Auto Approve API Results

source: VL Show Participant Name in Manifest
fr_fr: VL Afficher le nom du participant dans le manifeste

source: Please select VL Participant Name in Manifest
fr_fr: Veuillez sélectionner le nom du participant VL dans le manifeste

source: Interpret and Convert VL Results
fr_fr: Interpréter et convertir les résultats de la LV

source: Please select Interpret and Convert VL Results
fr_fr: Veuillez sélectionner Interpréter et convertir les résultats VL

source: Viral Load Export Format
fr_fr: Format d'exportation de la charge virale

source: Default Format
fr_fr: Format par défaut

source: CRESAR Format
fr_fr: Format CRESAR

source: EID Settings
fr_fr: Paramètres EID

source: Please select the EID Sample ID Format
fr_fr: Veuillez sélectionner le format d'identification de l'échantillon EID

source: eg. R+Year+Province Code+EID+Increment Counter (R18NCDEID0001)
fr_fr: ex. R+Année+Code province+EID+Compteur d'incrémentation (R18NCDEID0001)

source: eg. Prefix+Month+Year+Increment Counter (EID0517999)
fr_fr: eg. Préfixe+mois+année+compteur d'incrémentation (EID0517999)

source: eg. Prefix+Year+Increment Counter (EID17999)
fr_fr: eg. Préfixe+année+compteur d'incrémentation (EID17999)

source: EID Auto Approve API Results
fr_fr: Approbation automatique des résultats de l'API par l'EID

source: Please select EID Auto Approve API Results
fr_fr: Veuillez sélectionner l'EID Approuver automatiquement les résultats de l'API

source: EID Show Participant Name in Manifest
fr_fr: Afficher le nom du participant EID dans le manifeste

source: Please select EID Participant Name in Manifest
fr_fr: Veuillez sélectionner le nom du participant à l'EID dans le manifeste

source: Covid-19 Settings
fr_fr: Paramètres Covid-19

source: Covid-19 Positive Confirmatory Tests Required
fr_fr: Tests de confirmation positifs Covid-19 requis

source: Please select covid19 report type
fr_fr: Veuillez sélectionner le type de rapport covid19

source: eg. R+Year+Province Code+covid19+Increment Counter (R18NCDC190001)
fr_fr: eg. R+Année+Code province+covid19+Compteur d'incrémentation (R18NCDC190001)

source: eg. Prefix+Month+Year+Increment Counter (C190517999)
fr_fr: eg. Préfixe+mois+année+compteur d'incréments (C190517999)

source: eg. Prefix+Year+Increment Counter (C1917999)
fr_fr: eg. Préfixe+année+compteur d'incréments (C1917999)

source: COVID-19 Auto Approve API Results
fr_fr: COVID-19 Approbation automatique des résultats de l'API

source: Please select COVID-19 Auto Approve API Results
fr_fr: Veuillez sélectionner COVID-19 Approbation automatique des résultats de l'API

source: COVID-19 Show Participant Name in Manifest
fr_fr: COVID-19 Afficher le nom du participant dans le manifeste

source: Please select COVID-19 Show Participant Name in Manifest
fr_fr: Veuillez sélectionner COVID-19 Afficher le nom du participant dans le manifeste

source: Hepatitis Settings
fr_fr: Paramètres de l'hépatite

source: Please select the Hepatitis Sample ID Format
fr_fr: Veuillez sélectionner le format d'identification de l'échantillon d'hépatite

source: eg. R+Year+Province Code+hepatitis+Increment Counter (R18NCDC190001)
fr_fr: eg. R+Année+Code province+hépatite+Compteur d'incrémentation (R18NCDC190001)

source: eg. Prefix+Month+Year+Increment Counter (HEP0517999)
fr_fr: eg. Préfixe+mois+année+compteur d'incrémentation (HEP0517999)

source: eg. Prefix+Year+Increment Counter (HEP17999)
fr_fr: eg. Préfixe+année+compteur d'incrément (HEP17999)

source: Hepatitis Show Participant Name in Manifest
fr_fr: Hépatite Montrer le nom du participant dans le manifeste

source: Please select Hepatitis Participant Name in Manifest
fr_fr: Veuillez sélectionner le nom du participant à l'hépatite dans le manifeste

source: TB Settings
fr_fr: Réglages TB

source: Please select the TB Sample ID Format
fr_fr: Veuillez sélectionner le format d'identification de l'échantillon TB

source: eg. R+Year+Province Code+tb+Increment Counter (R18NCDC190001)
fr_fr: eg. R+Année+Code province+tb+Compteur d'incrémentation (R18NCDC190001)

source: TB Auto Approve API Results
fr_fr: Approbation automatique des résultats de l'API par le CT

source: Please select TB Auto Approve API Results
fr_fr: Veuillez sélectionner TB Approbation automatique des résultats de l'API

source: TB Show Participant Name in Manifest
fr_fr: TB Indiquer le nom du participant dans le manifeste

source: Please select TB Participant Name in Manifest
fr_fr: Veuillez sélectionner le nom du participant TB dans le manifeste

source: CD4 Settings
fr_fr: Paramètres CD4

source: Please select the CD4 Sample ID Format
fr_fr: Veuillez sélectionner le format d'identification de l'échantillon CD4

source: eg. R+Year+Province Code+cd4+Increment Counter (R18NCDC190001)
fr_fr: eg. R+Année+Code province+cd4+Compteur d'incrémentation (R18NCDC190001)

source: cd4 Show Participant Name in Manifest
fr_fr: Afficher le nom du participant CD4 dans le manifeste

source: Please select cd4 Participant Name in Manifest
fr_fr: Veuillez sélectionner le nom du participant au cd4 dans le manifeste

source: Other Lab Tests Settings
fr_fr: Paramètres des autres tests de laboratoire

source: Please select the Generic Test Sample ID Format
fr_fr: Veuillez sélectionner le format d'identification de l'échantillon de test générique

source: eg. R+Year+Province Code+tb+Increment Counter (R18NCDLAB0001)
fr_fr: ex. R+Année+Code province+tb+Compteur d'incrémentation (R18NCDLAB0001)

source: eg. Prefix+Month+Year+Increment Counter (LAB0517999)
fr_fr: eg. Préfixe+mois+année+compteur d'incréments (LAB0517999)

source: eg. Prefix+Year+Increment Counter (LAB17999)
fr_fr: eg. Préfixe+année+compteur d'incréments (LAB17999)

source: Other Lab Tests Show Participant Name in Manifest
fr_fr: Autres tests de laboratoire Indiquer le nom du participant dans le manifeste

source: Please select Other Lab Tests Participant Name in Manifest
fr_fr: Veuillez sélectionner Autres tests de laboratoire Nom du participant dans le manifeste

source: Mobile App Settings
fr_fr: Paramètres de l'application mobile

source: Mobile APP Menu Name
fr_fr: Nom du menu de l'APP mobile

source: Please enter name
fr_fr: S'il vous plaît entrer le nom

source: Connect
fr_fr: Connecter

source: National Dashboard URL
fr_fr: URL du tableau de bord national

source: Please enter the National Dashboard URL
fr_fr: Veuillez saisir l'URL du tableau de bord national

source: Viral Load Result PDF Settings
fr_fr: Paramètres PDF des résultats de charge virale

source: Show Emoticon/Smiley
fr_fr: Afficher l'émoticône/l'émoticône

source: Display VL Log Result
fr_fr: Afficher le résultat du journal VL

source: High Viral Load Message
fr_fr: Message sur la charge virale élevée

source: High Viral Load message that will appear for results >= the VL threshold limit
fr_fr: Message de charge virale élevée apparaissant pour les résultats >= au seuil limite de la charge virale

source: Please enter high viral load message
fr_fr: Veuillez saisir le message de charge virale élevée

source: Low Viral Load Message
fr_fr: Message de faible charge virale

source: Low Viral Load message that will appear for results lesser than the VL threshold limit
fr_fr: Message de faible charge virale apparaissant pour les résultats inférieurs au seuil limite de la charge virale

source: Please enter low viral load message
fr_fr: Veuillez saisir le message de faible charge virale

source: Patient Name Format
fr_fr: Format du nom du patient

source: Choose one option
fr_fr: Choisissez une option

source: Last Name
fr_fr: Nom

source: Full Name
fr_fr: Nom complet

source: Hide Patient Name
fr_fr: Cacher le nom du patient

source: Enter Field Name
fr_fr: Saisir le nom du champ

source: matching settings
fr_fr: paramètres correspondants

source: Zebra Label Format
fr_fr: Format des étiquettes Zebra

source: DYMO Label Format
fr_fr: Format des étiquettes DYMO

source: All available test types have been selected
fr_fr: Tous les types de tests disponibles ont été sélectionnés

source: Configuration updated successfully
fr_fr: La configuration a été mise à jour avec succès

source: Lab Sample Management Module
fr_fr: Module de gestion des échantillons dU labo

source: Sample Management
fr_fr: Gestion des échantillons

source: Sample Tracking
fr_fr: Suivi des échantillons

source: Please click here to add one or more non-admin users before you can start using the system
fr_fr: Veuillez cliquer ici pour ajouter un ou plusieurs utilisateurs non-administrateurs avant de pouvoir commencer à utiliser le système

source: Please click here to add one or more instruments before you can start using the LIS
fr_fr: Veuillez cliquer ici pour ajouter un ou plusieurs instruments avant de pouvoir commencer à utiliser le LIS

source: Recency
fr_fr: Nouveauté

source: Edit Profile
fr_fr: Modifier le profil

source: Sign out
fr_fr: Déconnexion

source: Unable to load this page or resource
fr_fr: Impossible de charger cette page ou cette ressource

source: Hepatitis Samples Status Overview
fr_fr: Aperçu du statut des échantillons d'hépatite

source: Hepatitis Samples
fr_fr: Échantillons d'hépatite

source: Hepatitis HCV VL Results
fr_fr: Hépatite VHC Résultats VL

source: Hepatitis HBV VL Results
fr_fr: Hépatite HBV VL Résultats

source: Hepatitis Laboratory Turnaround Time
fr_fr: Délai d'exécution du laboratoire pour l'hépatite

source: Hepatitis Test Reasons
fr_fr: Raisons du test de dépistage de l'hépatite

source: Hepatitis | Clinics Report
fr_fr: Rapport sur les cliniques spécialisées dans l'hépatite

source: HBV VL Result
fr_fr: Résultats HBV VL

source: HCV Results
fr_fr: Résultats concernant le VHC

source: HBV Result
fr_fr: Résultat VHB

source: Hepatitis | Sample Rejection Report
fr_fr: Rapport sur le rejet des échantillons d'hépatite

source: Hepatitis | Sample Status Report
fr_fr: Hépatite | Rapport sur le statut des échantillons

source: Hepatitis Sample Status Report
fr_fr: Rapport sur le statut des échantillons Hépatite

source: Hepatitis Sample Status
fr_fr: Covid-19-Manifeste d'échantillons

source: Hepatitis Sample ID
fr_fr: Hépatite-No Echantillon

source: Hepatitis Quarterly Monitoring Report
fr_fr: Rapport trimestriel de surveillance de l'hépatite

source: Hepatitis Testing Target Report
fr_fr: Hépatite-Rapport d'objectif de dépistage
