Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Manage Comorbidities
fr_fr: Gérer les comorbidités

source: Add Comorbidities
fr_fr: Ajouter les comorbidités

source: Edit Comorbidities
fr_fr: Modifier les comorbidités

source: Manage Sample Rejection Reasons
fr_fr: Motifs de rejet

source: Add Sample Rejection Reason
fr_fr: Ajouter le motif de rejet de l'échantillon

source: Edit Sample Rejection Reason
fr_fr: Modifier l'échantillon Motif du rejet

source: Manage VL Reference Tables
fr_fr: Gérer les tableaux de référence VL

source: Manage EID Reference Tables
fr_fr: Gérer les tableaux de référence de l'EID

source: Edit Locked VL Samples
fr_fr: Editer les échantillons VL verrouillés

source: Edit Locked EID Samples
fr_fr: Modifier les échantillons EID verrouillés

source: Edit Locked Covid-19 Samples
fr_fr: Modifier les échantillons verrouillés de Covid-19

source: Monthly Threshold Report
fr_fr: Rapport mensuel sur les seuils

source: Manage Hepatitis Reference
fr_fr: Gérer l'hépatite Référence

source: Suppressed Target report
fr_fr: Rapport sur les cibles supprimées

source: Hepatitis Clinic Reports
fr_fr: Rapports sur la clinique de l'hépatite

source: Hepatitis Testing Target Reports
fr_fr: Rapports ciblés sur les tests de dépistage de l'hépatite

source: Hepatitis Sample Rejection Reports
fr_fr: Rapports de rejet des échantillons d'hépatite

source: Hepatitis Sample Status Reports
fr_fr: Rapports sur l'état des échantillons d'hépatite

source: Covid-19 Sync Request
fr_fr: Demande de synchronisation Covid-19

source: Manage Geographical Divisions
fr_fr: Gérer les divisions géographiques

source: Sync History
fr_fr: Historique de la synchronisation

source: Hepatitis Export
fr_fr: Hépatite Export

source: Add Move Samples
fr_fr: Ajouter des échantillons de mouvements

source: TB Clinic Report
fr_fr: Rapport sur la clinique de la tuberculose

source: Export VL Requests
fr_fr: Demandes d'exportation de VL

source: Export EID Requests
fr_fr: Demandes d'exportation d'EID

source: Export Covid-19 Requests
fr_fr: Demandes d'exportation Covid-19

source: Export Hepatitis Requests
fr_fr: Demandes d'exportation relatives à l'hépatite

source: Export TB Requests
fr_fr: Demandes d'exportation de la tuberculose

source: Add Covid-19 QC Data
fr_fr: Ajouter les données Covid-19 QC

source: Edit Covid-19 QC Data
fr_fr: Modifier les données de contrôle de qualité du Covid-19

source: Manage VL Results
fr_fr: Gérer les résultats de la VL

source: Add VL Result Types
fr_fr: Ajouter des types de résultats VL

source: Edit VL Result Types
fr_fr: Modifier les types de résultats VL

source: Export Report in Excel
fr_fr: Exporter le rapport dans Excel

source: Export Report in PDF
fr_fr: Exporter le rapport au format PDF

source: View Generic Tests
fr_fr: Voir les tests génériques

source: Add Generic Tests
fr_fr: Ajouter des tests génériques

source: Add Batch Code
fr_fr: Ajouter un code de lot

source: Edit Generic Tests
fr_fr: Modifier les tests génériques

source: Manage Test Results
fr_fr: Gérer les résultats des tests

source: Manage Failed Results
fr_fr: Gérer les échecs

source: Approve Test Results
fr_fr: Approuver les résultats des tests

source: Add New Batch
fr_fr: Ajouter un nouveau lot

source: Import VL Results from Files
fr_fr: Importer des résultats VL à partir de fichiers

source: Import EID Results from Files
fr_fr: Importer les résultats de l'EID à partir de fichiers

source: Import COVID-19 Results from Files
fr_fr: Importation des résultats COVID-19 à partir de fichiers

source: Import Hepatitis Results from Files
fr_fr: Importer les résultats de l'hépatite à partir de fichiers

source: Import TB Results from Files
fr_fr: Importer les résultats du CT à partir de fichiers

source: Import Results from Files
fr_fr: Importer des résultats à partir de fichiers

source: View VL Manifests
fr_fr: Voir les manifestes VL

source: View EID Manifests
fr_fr: Voir les manifestes EID

source: View COVID-19 Manifests
fr_fr: Voir les manifestes COVID-19

source: View Hepatitis Manifests
fr_fr: Voir les manifestations de l'hépatite

source: View TB Manifests
fr_fr: Voir les manifestes du CT

source: View Lab Tests Manifests
fr_fr: Voir les manifestations des tests de laboratoire

source: Add VL Manifests
fr_fr: Ajouter des manifestes VL

source: Add EID Manifests
fr_fr: Ajouter des manifestes EID

source: Add COVID-19 Manifests
fr_fr: Ajouter les manifestes COVID-19

source: Add Hepatitis Manifests
fr_fr: Ajouter les manifestations de l'hépatite

source: Add TB Manifests
fr_fr: Ajouter les manifestes du CT

source: Add Lab Tests Manifests
fr_fr: Ajouter des manifestations de tests de laboratoire

source: Edit VL Manifests
fr_fr: Modifier les manifestes VL

source: Edit EID Manifests
fr_fr: Modifier les manifestes EID

source: Edit COVID-19 Manifests
fr_fr: Modifier les manifestes COVID-19

source: Edit Hepatitis Manifests
fr_fr: Modifier les manifestations de l'hépatite

source: Edit TB Manifests
fr_fr: Modifier les manifestes de la tuberculose

source: Edit Lab Tests Manifests
fr_fr: Modifier les tests de laboratoire Manifestations

source: Move VL Manifests
fr_fr: Déplacer les manifestes VL

source: Move EID Manifests
fr_fr: Déplacer les manifestes EID

source: Move COVID-19 Manifests
fr_fr: Déplacer les manifestes COVID-19

source: Move Hepatitis Manifests
fr_fr: Déplacer les manifestations de l'hépatite

source: Move TB Manifests
fr_fr: Déplacer les manifestes de la tuberculose

source: Move Lab Tests Manifests
fr_fr: Déplacer les tests de laboratoire Manifestations

source: Add/Edit Test Types
fr_fr: Ajouter/modifier des types de tests

source: Manage Sample Types
fr_fr: Gérer les types d'échantillons

source: Manage Testing Reasons
fr_fr: Gérer les raisons des tests

source: Manage Symptoms
fr_fr: Gérer les symptômes

source: Manage Test Failure Reasons
fr_fr: Motifs du test

source: Manage Test Result Units
fr_fr: Gérer les unités de résultat du test

source: Manage Test Methods
fr_fr: Gérer les méthodes d'essai

source: Manage Test Categories
fr_fr: Gérer les catégories de tests

source: Edit Locked Samples
fr_fr: Modifier les échantillons verrouillés

source: Clone Generic Tests
fr_fr: Cloner les tests génériques

source: Manage Patients
fr_fr: Gérer les patients

source: Edit Locked Generic Tests Samples
fr_fr: Modifier les échantillons de tests génériques verrouillés

source: Email Test Result
fr_fr: Envoyer le résultat du test par courriel

source: Export CD4 Requests
fr_fr: Exporter les demandes de CD4

source: Add CD4 Manifests
fr_fr: Ajouter les manifestations CD4

source: Edit CD4 Manifests
fr_fr: Modifier les manifestations CD4

source: View CD4 Manifests
fr_fr: Voir les manifestes CD4

source: Edit Batches
fr_fr: Modifier les lots

source: Email Test Results
fr_fr: Envoyer les résultats des tests par courriel

source: CD4 Clinic Reports
fr_fr: Rapports des cliniques CD4

source: Manage CD4 Reference Tables
fr_fr: Gérer les tableaux de référence des CD4

source: Add Lab Storage
fr_fr: Ajouter un espace de stockage pour les laboratoires

source: Edit Lab Storage
fr_fr: Modifier le stockage en laboratoire

source: Manage Lab Storage
fr_fr: Gérer le stockage en laboratoire

source: CD4 Batch Management
fr_fr: Gestion des lots de CD4

source: CD4 Reports
fr_fr: Rapports sur les CD4

source: CD4 Reference Management
fr_fr: Gestion de la référence CD4

source: CD4 Requests
fr_fr: Demandes de CD4

source: Common Reference Tables
fr_fr: Tableaux de référence communs

source: Covid-19 Batch Management
fr_fr: Gestion des lots Covid-19

source: Covid-19 Reports
fr_fr: Rapports Covid-19

source: Covid-19 Reference Tables
fr_fr: Tableaux de référence Covid-19

source: Covid-19 Request Management
fr_fr: Gestion des demandes Covid-19

source: Covid-19 Result Management
fr_fr: Gestion des résultats Covid-19

source: EID Batch Management
fr_fr: Gestion des lots EID

source: EID Reports
fr_fr: Rapports de l'EID

source: EID Reference Management
fr_fr: Gestion des références EID

source: EID Request Management
fr_fr: Gestion des demandes d'EID

source: EID Result Management
fr_fr: Gestion des résultats de l'EID

source: Manage Facility
fr_fr: Gérer l'installation

source: Lab Tests Report Management
fr_fr: Gestion des rapports de tests de laboratoire

source: Lab Tests Request Management
fr_fr: Gestion des demandes de tests de laboratoire

source: Lab Tests Result Management
fr_fr: Gestion des résultats des tests de laboratoire

source: Lab Tests Batch Management
fr_fr: Gestion des lots de tests de laboratoire

source: Configure Generic Lab Tests
fr_fr: Configurer les tests génériques de laboratoire

source: Manage General Config
fr_fr: Gérer la configuration générale

source: Hepatitis Batch Management
fr_fr: Gestion des lots d'hépatite

source: Hepatitis Reports
fr_fr: Rapports sur l'hépatite

source: Hepatitis Reference Management
fr_fr: Gestion de la référence de l'hépatite

source: Hepatitis Request Management
fr_fr: Gestion des demandes relatives à l'hépatite

source: Hepatitis Results Management
fr_fr: Gestion des résultats de l'hépatite

source: Manage Instruments
fr_fr: Gérer les instruments

source: Move Samples
fr_fr: Déplacer les échantillons

source: Manage Roles
fr_fr: Gérer les rôles

source: TB Batch Management
fr_fr: Gestion des lots de la tuberculose

source: TB Reports
fr_fr: Rapports du CT

source: TB Reference
fr_fr: Référence TB

source: TB Request Management
fr_fr: Gestion des demandes de la CT

source: TB Result Management
fr_fr: Gestion des résultats de la tuberculose

source: Manage Test Request Email Config
fr_fr: Gérer la configuration des courriels de demande de test

source: Manage Test Result Email Config
fr_fr: Gérer la configuration des courriels de résultats de tests

source: Manage Test Type
fr_fr: Gérer le type de test

source: Manage Users
fr_fr: Gérez les utilisateurs

source: Manage VL Batch
fr_fr: Gestion des lots VL

source: VL Reference Management
fr_fr: Gestion des références VL

source: VL Reports
fr_fr: Rapports VL

source: VL Requests
fr_fr: Demandes VL

source: VL Results
fr_fr: Résultats VL

source: Please check if STS URL is set
fr_fr: Veuillez vérifier si l'URL STS est configurée

source: No network connectivity while trying STS medatata sync.
fr_fr: Pas de connectivité réseau lors de la tentative de synchronisation STS medatata.

source: Receieved metadata from STS
fr_fr: Réception des métadonnées du STS

source: Syncing data for
fr_fr: Synchronisation des données pour

source: Error while syncing metadata from STS for
fr_fr: Erreur lors de la synchronisation des métadonnées de STS pour

source: Completed syncing data for
fr_fr: La synchronisation des données est terminée pour

source: Error while syncing metadata from STS
fr_fr: Erreur lors de la synchronisation des métadonnées à partir de STS

source: TB Samples Status Overview
fr_fr: Aperçu du statut des échantillons de tuberculose

source: TB Samples
fr_fr: Échantillons de la tuberculose

source: TB Results
fr_fr: Résultats de la tuberculose

source: TB Laboratory Turnaround Time
fr_fr: Délai d'exécution du laboratoire de la tuberculose

source: TB Test Reasons
fr_fr: Raisons du test de dépistage de la tuberculose

source: TB | Clinics Report
fr_fr: Rapport sur les cliniques de traitement de la tuberculose

source: TB | Sample Rejection Report
fr_fr: TB - Rapport de rejet de l'échantillon

source: TB | Sample Status Report
fr_fr: TB - Rapport sur l'état des échantillons

source: TB Sample Status Report
fr_fr: Rapport sur le statut des échantillons TB

source: TB Sample Status
fr_fr: Statut des échantillons TB

source: TB Sample ID
fr_fr: Tuberculose-No Echantillons

source: TB Sample Rejection Reasons details added successfully
fr_fr: Les détails des raisons du rejet de l'échantillon de la tuberculose ont été ajoutés avec succès

source: Add TB Results
fr_fr: Ajouter les résultats de la tuberculose

source: Please select Result Type
fr_fr: Veuillez sélectionner le type de résultat

source: Add TB Sample Rejection Reasons
fr_fr: Ajouter les raisons du rejet de l'échantillon de tuberculose

source: TB Sample Rejection Reasons
fr_fr: Raisons du rejet de l'échantillon de tuberculose

source: Add TB Sample Type
fr_fr: Ajouter un type d'échantillon de tuberculose

source: TB Sample Type
fr_fr: Type d'échantillon TB

source: Add TB Test Reasons
fr_fr: Ajouter les raisons du test de dépistage de la tuberculose

source: Test reasons details added successfully
fr_fr: Les détails des motifs de test ont été ajoutés avec succès

source: TB Results details saved successfully
fr_fr: Les détails des résultats de la tuberculose ont été sauvegardés avec succès

source: TB | Add Samples from Manifest
fr_fr: TB | Ajouter des échantillons à partir du manifeste

source: TB Test Request
fr_fr: Tuberculose-Demande de test

source: TB LABORATORY TEST REQUEST FORM
fr_fr: TUBERCULOSE-FORMULAIRE DE DEMANDE DE TEST

source: REFERRING HEALTH FACILITY INFORMATION
fr_fr: INFORMATIONS SUR L'ÉTABLISSEMENT DE SANTÉ RÉFÉRENT

source: Date of request
fr_fr: Date de la demande

source: Referring Unit
fr_fr: Unité de référence

source: Medical
fr_fr: Médical

source: Paediatric
fr_fr: Pédiatrie

source: Nutrition
fr_fr: Valeurs nutritionnelles

source: PATIENT INFORMATION
fr_fr: INFORMATION DU PATIENT

source: Unique ART Number
fr_fr: Numéro unique ART

source: Surname
fr_fr: Nom

source: Weight
fr_fr: Poids

source: Displaced Population
fr_fr: Population déplacée

source: Type of patient
fr_fr: Type de patient

source: New
fr_fr: Nouveau

source: Loss to Follow Up
fr_fr: Perte de suivi

source: Treatment Failure
fr_fr: Échec du traitement

source: Relapse
fr_fr: Rechute

source: Referred By Community Actor
fr_fr: Référé par l'acteur communautaire

source: Reason for Examination
fr_fr: Motif de l'examen

source: Diagnosis
fr_fr: Diagnostic

source: Presumptive TB
fr_fr: Présomption de tuberculose

source: Rifampicin-resistant TB
fr_fr: TB résistante à la rifampicine

source: Follow Up
fr_fr: Suivi

source: Date Specimen Collected
fr_fr: Date du prélèvement

source: Specimen Number
fr_fr: Numéro de l'échantillon

source: Test(s) requested
fr_fr: Test(s) demandé(s)

source: Date of Reception
fr_fr: Date de réception

source: Results (To be completed in the Laboratory)
fr_fr: Résultats (à remplir par le laboratoire)

source: Date of Sample Tested
fr_fr: Date de l'échantillon testé

source: Microscopy Test Results
fr_fr: Résultats des tests microscopiques

source: Actual Number
fr_fr: Nombre réel

source: Xpert MTB Result
fr_fr: Résultat Xpert MTB

source: TB LAM Result
fr_fr: TB LAM Résultat

source: FACILITY INFORMATION
fr_fr: INFORMATIONS SUR LES INSTALLATIONS

source: Health Facility County
fr_fr: Établissement de santé Comté

source: Health Facility State
fr_fr: Établissement de santé État

source: Affiliated TB Testing Site
fr_fr: Site affilié de dépistage de la tuberculose

source: Please select afflicated laboratory
fr_fr: Veuillez sélectionner le laboratoire concerné

source: Please select Testing Laboratory
fr_fr: Veuillez sélectionner le laboratoire d'essai

source: PATIENT DETAILS
fr_fr: LE PATIENT

source: Complete full information on patient identification, contact and type of patient by TB program definition
fr_fr: Informations complètes sur l'identification, le contact et le type de patient par définition du programme de lutte contre la tuberculose

source: Enter Patient ID or Patient Name
fr_fr: Saisir l'identifiant ou le nom du patient

source: Enter the e-TB tracker number
fr_fr: Saisir le numéro du tracker e-TB

source: Please enter the e-TB tracker number
fr_fr: Veuillez saisir le numéro de suivi de l'e-TB

source: Please enter Patient ID
fr_fr: Veuillez saisir l'identifiant du patient

source: Please enter First name
fr_fr: Veuillez saisir votre prénom

source: Please enter Last name
fr_fr: Veuillez saisir votre nom de famille

source: Phone contact
fr_fr: Contact par téléphone

source: Please enter phone number
fr_fr: Veuillez saisir votre numéro de téléphone

source: Please select the type of patient
fr_fr: Veuillez sélectionner le type de patient

source: Enter type of patient if others
fr_fr: Indiquer le type de patient s'il s'agit d'autres personnes

source: Please enter type of patient if others
fr_fr: Veuillez indiquer le type de patient s'il y en a d'autres

source: TREATMENT AND RISK FACTORS INFORMATION
fr_fr: INFORMATIONS SUR LE TRAITEMENT ET LES FACTEURS DE RISQUE

source: Please complete full information on treatment history, TB regimen and risk factors
fr_fr: Veuillez fournir des informations complètes sur les antécédents thérapeutiques, le régime antituberculeux et les facteurs de risque

source: Is patient initiated on TB treatment?
fr_fr: Le patient a-t-il été mis sous traitement antituberculeux ?

source: Date of treatment Initiation
fr_fr: Date de début du traitement

source: Current regimen
fr_fr: Régime actuel

source: Enter the current regimen
fr_fr: Saisir le régime actuel

source: Please enter current regimen
fr_fr: Veuillez indiquer le régime actuel

source: PURPOSE AND TEST(S) REQUESTED FOR TB DIAGNOSTICS
fr_fr: OBJECTIF ET TEST(S) DEMANDÉ(S) POUR LES DIAGNOSTICS TB

source: Please tick/circle all as applicable below
fr_fr: Veuillez cocher/circuler toutes les cases applicables ci-dessous

source: Purpose of TB test(s)
fr_fr: Objet du (des) test(s) de dépistage de la tuberculose

source: Please complete full information and circle/tick as appropriate
fr_fr: Veuillez compléter l'ensemble des informations et entourer/cocher les cases correspondantes

source: Enter specimen type of others
fr_fr: Saisir le type de spécimen des autres

source: Please enter the specimen type if others
fr_fr: Veuillez indiquer le type de spécimen s'il y en a d'autres

source: Is specimen re-ordered as part of corrective action?
fr_fr: L'échantillon est-il commandé à nouveau dans le cadre d'une action corrective ?

source: Is specimen re-ordered as part of corrective action
fr_fr: L'échantillon est-il commandé à nouveau dans le cadre d'une action corrective

source: TEST RESULTS INFORMATION
fr_fr: INFORMATIONS SUR LES RÉSULTATS DES TESTS

source: Please complete full information and appropriate results with reference to TB test(s) requested above
fr_fr: Veuillez fournir des informations complètes et les résultats appropriés en ce qui concerne le(s) test(s) de dépistage de la tuberculose demandé(s) ci-dessus

source: Please select testing laboratory
fr_fr: Veuillez sélectionner le laboratoire d'essai

source: Date specimen received at TB testing site
fr_fr: Date de réception de l'échantillon au centre de dépistage de la tuberculose

source: Please select the Is sample rejected?
fr_fr: Veuillez sélectionner l'option L'échantillon est-il rejeté ?

source: Please select the reason for rejection
fr_fr: Veuillez sélectionner le motif du rejet

source: Select rejection date
fr_fr: Sélectionner la date de rejet

source: Please select the rejection date
fr_fr: Veuillez sélectionner la date de rejet

source: Please select the test type
fr_fr: Veuillez sélectionner le type de test

source: Select test type
fr_fr: Sélectionner le type de test

source: Please select the test result
fr_fr: Veuillez sélectionner le résultat du test

source: Select test result
fr_fr: Sélectionner le résultat du test

source: Please enter comments
fr_fr: Veuillez entrer vos commentaires

source: Please choose tested by
fr_fr: Veuillez choisir testé par

source: Please enter sample tested
fr_fr: Veuillez saisir l'échantillon testé

source: Please enter the approved on date
fr_fr: Veuillez indiquer la date d'approbation

source: Revised By
fr_fr: Révisé par

source: Please choose revised by
fr_fr: Veuillez choisir révisé par

source: Revised on
fr_fr: Révisé le

source: Enter the revised on date
fr_fr: Saisir la date de révision

source: Please enter the revised on date
fr_fr: Veuillez indiquer la date de révision

source: Add Test
fr_fr: Ajouter Test

source: Remove Test
fr_fr: Supprimer le test

source: Final Interpretation
fr_fr: Interprétation finale

source: Select option
fr_fr: Sélectionnez une option

source: Select patient type
fr_fr: Sélectionner le type de patient

source: Select specimen type
fr_fr: Sélectionner le type de spécimen

source: Select testing lab
fr_fr: Sélectionner un laboratoire d'essai

source: Enter clinician name
fr_fr: Saisir le nom du clinicien

source: Edit TB Request
fr_fr: Modifier la demande du CT

source: Reason for result change
fr_fr: Raison du changement de résultat

source: TB test request added successfully
fr_fr: Demande de test TB ajoutée avec succès

source: Unable to add this TB sample. Please try again later
fr_fr: Impossible d'ajouter cet échantillon TB. Veuillez réessayer plus tard

source: TB test request updated successfully
fr_fr: Mise à jour réussie de la demande de test de dépistage de la tuberculose

source: Unable to update this TB sample. Please try again later
fr_fr: Impossible de mettre à jour cet échantillon de la tuberculose. Veuillez réessayer plus tard

source: TB | View All Requests
fr_fr: TB | Voir toutes les demandes

source: TB Test Requests
fr_fr: Tuberculose-Demandes de test

source: Add new TB Request
fr_fr: Tuberculose-Ajouter une nouvelle demande

source: Referral Labs
fr_fr: Laboratoires de référence

source: Referral From Lab
fr_fr: Renvoi du laboratoire

source: Please select referral from Laboratory
fr_fr: Veuillez sélectionner la référence du laboratoire

source: Referral Manifest Code
fr_fr: Code du manifeste de référence

source: Load Available Samples
fr_fr: Charger les échantillons disponibles

source: Available Samples
fr_fr: Échantillons disponibles

source: Available samples
fr_fr: Échantillons disponibles

source: Selected Samples for Referral
fr_fr: Échantillons sélectionnés pour référence

source: Selected samples
fr_fr: Échantillons sélectionnés

source: Referral To Lab
fr_fr: Renvoi au laboratoire

source: Please select referral To Laboratory
fr_fr: Veuillez sélectionner l'orientation vers le laboratoire

source: Reason for Referral
fr_fr: Motif de la saisine

source: Save Referral
fr_fr: Sauvegarder la référence

source: Select Referral Lab
fr_fr: Sélectionner le laboratoire de référence

source: Please select a referral lab first
fr_fr: Veuillez d'abord sélectionner un laboratoire de référence

source: No samples available for referral
fr_fr: Pas d'échantillons disponibles pour la référence

source: Please select a referral lab
fr_fr: Veuillez sélectionner un laboratoire de référence

source: Referral Lab
fr_fr: Laboratoire de référence

source: Please select referral Laboratory
fr_fr: Veuillez sélectionner le laboratoire de référence

source: Email TB Test Results
fr_fr: Envoyer par courriel les résultats du test de dépistage de la tuberculose

source: TB LABORATORY TEST RESULTS FORM
fr_fr: FORMULAIRE DE RÉSULTATS DE TESTS DE LABORATOIRE POUR LA TUBERCULOSE

source: Update Result
fr_fr: Mettre à jour

source: Edit New Request
fr_fr: Modifier la nouvelle demande

source: Print Manifest Referral PDF
fr_fr: Imprimer le manifeste de référence PDF

source: REQUESTING HEALTH FACILITY NAME
fr_fr: NOM DE L'ÉTABLISSEMENT DE SANTÉ DEMANDEUR

source: HEALTH FACILITY CODE
fr_fr: CODE DES ÉTABLISSEMENTS DE SANTÉ

source: REGION
fr_fr: Région

source: PATIENT ID
fr_fr: ID DU PATIENT

source: DOB
fr_fr: Date de naissance

source: WEIGHT(kg)
fr_fr: POIDS(kg)

source: DISPLACED POPULATION
fr_fr: POPULATION DÉPLACÉE

source: COMMUNITY ACTOR
fr_fr: ACTEUR COMMUNAUTAIRE

source: SAMPLE REJECTION STATUS
fr_fr: STATUT DU REJET DE L'ÉCHANTILLON

source: Not Rejected
fr_fr: Non rejeté

source: No AFB
fr_fr: Pas d'AFB

source: XPERT MTB Result
fr_fr: XPERT MTB Résultat

source: Please select a referral to lab
fr_fr: Veuillez sélectionner une référence pour le laboratoire

source: Successfully referred
fr_fr: Renvoi réussi
