Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Result Modification Date
fr_fr: Date de modification des résultats

source: Collection Point
fr_fr: Point de collecte

source: Select facility name to filter
fr_fr: Sélectionner le nom de l'établissement à filtrer

source: SAMPLES REGISTERED BY COLLECTION POINT
fr_fr: ÉCHANTILLONS ENREGISTRÉS PAR POINT DE COLLECTE

source: In Selected Range
fr_fr: Aucune imprimante sélectionnée

source: Total Samples Registered
fr_fr: Total des échantillons enregistrés

source: Samples Currently Registered at HC
fr_fr: Échantillons actuellement enregistrés à HC

source: Samples Currently Registered at Testing Lab
fr_fr: Échantillons actuellement enregistrés au laboratoire d'essais

source: (Results not yet available)
fr_fr: Résultats pas encore imprimés

source: Samples with Accepted Results
fr_fr: Accepté

source: Samples Rejected
fr_fr: Échantillons rejetés

source: Samples with Invalid or Failed Results
fr_fr: Échantillons dont les résultats sont invalides ou non conformes

source: Samples Reordered
fr_fr: Échantillons réorganisés

source: Results Printed
fr_fr: Résultats déjà imprimés

source: Select Collection Point(s)
fr_fr: Sélectionner le(s) point(s) de collecte

source: SAMPLES COLLECTED
fr_fr: ÉCHANTILLONS PRÉLEVÉS

source: SAMPLES TESTED
fr_fr: Nombre d'échantillons testés

source: SAMPLES REJECTED
fr_fr: ÉCHANTILLONS REJETÉS

source: SAMPLES WITH NO RESULTS
fr_fr: Nombre d'échantillons

source: (LAST 6 MONTHS)
fr_fr: (6 DERNIERS MOIS)

source: CURRENT SAMPLES STATUS - OVERALL
fr_fr: ÉTAT ACTUEL DES ÉCHANTILLONS - GÉNÉRAL

source: Samples Tested
fr_fr: Nombre d'échantillons testés

source: Samples on Hold
fr_fr: Échantillons en attente

source: Samples Registered at Testing Lab
fr_fr: Enregistré au laboratoire de test

source: Samples Awaiting Approval
fr_fr: Échantillons en attente d'approbation

source: Samples Registered at Collection Sites
fr_fr: Échantillons enregistrés sur les sites de collecte

source: Dashboard
fr_fr: Tableau de bord

source: Confirmation Tests for Recency
fr_fr: Tests de confirmation de la récence

source: Select Sample Collection daterange
fr_fr: Date de prélèvement de l'échantillon

source: EID testing lab(s) did not meet the monthly test target
fr_fr: Le(s) laboratoire(s) d'essais de l'EID n'a (n'ont) pas atteint l'objectif d'essais mensuels

source: more
fr_fr: plus

source: VL testing lab(s) did not meet the monthly test target
fr_fr: Le(s) laboratoire(s) d'analyse VL n'a (n'ont) pas atteint l'objectif mensuel d'analyse

source: VL testing lab(s) did not meet suppression targets
fr_fr: Le(s) laboratoire(s) d'analyse VL n'a (n'ont) pas atteint les objectifs de suppression

source: Covid-19 testing lab(s) did not meet the monthly test target
fr_fr: Le(s) laboratoire(s) d'analyse Covid-19 n'a (n'ont) pas atteint l'objectif mensuel d'analyse

source: Hepatitis testing lab(s) did not meet the monthly test target
fr_fr: Le(s) laboratoire(s) de dépistage de l'hépatite n'a (n'ont) pas atteint l'objectif mensuel de dépistage

source: TB testing lab(s) did not meet the monthly test target
fr_fr: Le(s) laboratoire(s) de dépistage de la tuberculose n'a (n'ont) pas atteint l'objectif mensuel de dépistage

source: CD4 testing lab(s) did not meet the monthly test target
fr_fr: Le(s) laboratoire(s) chargé(s) des tests CD4 n'a (n'ont) pas atteint l'objectif de tests mensuels

source: The total age must not exceed 24 months.
fr_fr: L'âge total ne doit pas dépasser 24 mois.

source: EID | Clinics Report
fr_fr: Rapport sur les cliniques de l'EID

source: Child's ID
fr_fr: No Enfant

source: Child's Name
fr_fr: Nom de l'enfant

source: Caretaker Phone No
fr_fr: Numéro de téléphone du gardien

source: Recommended Corrective action
fr_fr: Action corrective recommandée

source: Child ID
fr_fr: No Enfant

source: Enter Child ID
fr_fr: Saisir l'identifiant de l'enfant

source: Child Name
fr_fr: Nom de l'enfant

source: Enter Child Name
fr_fr: Saisir le nom de l'enfant

source: Select Received Date
fr_fr: Date de réception de l'échantillon au labo

source: Results Dispatched Date
fr_fr: Résultats Date d'envoi

source: Mother ID
fr_fr: No de la mère

source: Enter Mother ID
fr_fr: Saisir l'identifiant de la mère

source: Mother Name
fr_fr: Nom de la mère

source: Enter Mother Name
fr_fr: Nom de la mère

source: Mother's ID
fr_fr: No de la mère

source: EID | Sample Rejection Report
fr_fr: EID | Rapport de rejet d'échantillon

source: EID | Sample Status Report
fr_fr: EID | Rapport sur le statut des échantillons

source: EID Sample Status Report
fr_fr: Rapport sur le statut des échantillons EID

source: EID Sample Status
fr_fr: Statut des échantillons EID

source: External Sample ID
fr_fr: ID de l'échantillon externe

source: Sample Dispatch Date
fr_fr: Date d'envoi de l'échantillon

source: EID Quarterly Monitoring Report
fr_fr: Rapport trimestriel de suivi de l'EID

source: EARLY INFANT DIAGNOSIS - Testing Target Report
fr_fr: DIAGNOSTIC PRÉCOCE DU NOURRISSON - Rapport sur les cibles de test

source: EID Samples Status Overview
fr_fr: Aperçu de l'état des échantillons EID

source: EID Samples
fr_fr: Échantillons EID

source: EID Results
fr_fr: Résultats EID

source: EID Laboratory Turnaround Time
fr_fr: Délai d'exécution du laboratoire de l'EID

source: Add EID Results
fr_fr: Ajouter des résultats EID

source: The Result name that you entered already exists.Enter another name
fr_fr: Le nom de résultat que vous avez saisi existe déjà. Saisissez un autre nom

source: Add EID Sample Rejection Reasons
fr_fr: Ajouter les motifs de rejet de l'échantillon de l'EID

source: EID Sample Rejection Reasons
fr_fr: Motifs de rejet des échantillons de l'EID

source: Add EID Sample Type
fr_fr: Ajouter un type d'échantillon EID

source: EID Sample Type
fr_fr: Type d'échantillon EID

source: Add EID Test Reasons
fr_fr: Ajouter les raisons de l'essai de l'EID

source: EID Test Reasons
fr_fr: Raisons de l'essai de l'EID

source: EID Results details saved successfully
fr_fr: Détails des résultats EID enregistrés avec succès

source: EID Sample Rejection Reasons details added successfully
fr_fr: Les détails des raisons du rejet de l'échantillon EID ont été ajoutés avec succès

source: EID Sample details saved successfully
fr_fr: Détails de l'échantillon EID enregistrés avec succès

source: EID Test Reason details saved successfully
fr_fr: Détails de la raison du test EID enregistrés avec succès

source: EID | Add Samples from Manifest
fr_fr: EID | Ajouter des échantillons à partir du manifeste

source: EID Test Request
fr_fr: Demande de test EID

source: Mother's Name
fr_fr: Nom de la mère

source: Please enter the manifest code then submit
fr_fr: Veuillez saisir le code manifeste puis soumettre

source: EID request added successfully
fr_fr: Demande d'EID ajoutée avec succès

source: EID request updated successfully
fr_fr: La demande d'EID a été mise à jour avec succès

source: EID | View All Requests
fr_fr: EID | Voir toutes les demandes

source: EID Test Requests
fr_fr: Demandes de test EID

source: Add new EID Request
fr_fr: Ajouter une nouvelle demande EID

source: Bulk Import EID Request
fr_fr: Importation en bloc de demandes EID

source: EARLY INFANT DIAGNOSIS (EID) LABORATORY REQUEST FORM
fr_fr: DIAGNOSTIC PRÉCOCE DU NOURRISSON (EID)-FORMULAIRE DE DEMANDE DE TEST

source: Add EID Request
fr_fr: Ajouter une demande EID

source: indicates required field
fr_fr: indique un champ obligatoire

source: Funding Partner
fr_fr: Partenaire financier

source: Requesting Clinician Name
fr_fr: Nom du clinicien demandeur

source: CHILD and MOTHER INFORMATION
fr_fr: INFORMATIONS SUR L'ENFANT et la MÈRE

source: Infant Code
fr_fr: Code du nourrisson

source: Infant name
fr_fr: Nom du nourrisson

source: Infant Age (months)
fr_fr: Âge du nourrisson (mois)

source: Mother ART Number
fr_fr: Numéro ART de la mère

source: Caretaker phone number
fr_fr: Numéro de téléphone du gardien

source: Infant caretaker address
fr_fr: Adresse de la personne en charge de l'enfant

source: Infant and Mother's Health Information
fr_fr: Informations sur la santé du nourrisson et de la mère

source: Is Mother Alive?
fr_fr: La mère est-elle vivante ?

source: Mother name
fr_fr: Nom de la mère

source: Please enter Infant Name
fr_fr: Veuillez saisir le nom du nourrisson

source: Mother DOB
fr_fr: Date de naissance de la mère

source: Mother Age
fr_fr: Âge de la mère

source: Infant On PMTCT Prophylaxis
fr_fr: Nourrisson sous prophylaxie PTME

source: Mother's HIV Status
fr_fr: Statut VIH de la mère

source: ART given to the Mother during
fr_fr: ART donné à la mère pendant

source: No ART given
fr_fr: Pas de traitement antirétroviral

source: Pregnancy
fr_fr: Grossesse

source: Labour/Delivery
fr_fr: Travail/accouchement

source: Date of HIV diagnosis
fr_fr: Date d'entrée en vigueur

source: Enter date of Mother's Hiv Test
fr_fr: Saisir la date du test VIH de la mère

source: Prophylactic ARV given to child
fr_fr: ARV prophylactique administré à l'enfant

source: Nothing
fr_fr: Rien

source: Please specify other prophylactic ARV given
fr_fr: Veuillez préciser l'autre ARV prophylactique administré

source: Date of Initiation
fr_fr: Date d'entrée en vigueur

source: Enter date of initiation
fr_fr: Indiquer la date d'initiation

source: Infant still breastfeeding?
fr_fr: Le nourrisson est-il encore allaité ?

source: Age (months) breastfeeding stopped
fr_fr: Âge (mois) de l'arrêt de l'allaitement

source: Mode of Delivery
fr_fr: Mode de livraison

source: Caesarean
fr_fr: Césarienne

source: Gravidity N*
fr_fr: Gravidité N*

source: Sample Information
fr_fr: Informations sur les échantillons

source: Requesting Officer
fr_fr: Responsable de la demande

source: Sample Requestor Phone
fr_fr: Téléphone du demandeur d'échantillon

source: Sample Received Date (at Testing Lab)
fr_fr: Date de réception de l'échantillon (au laboratoire d'essais)

source: Machine used to test
fr_fr: Machine utilisée pour le test

source: Approved By
fr_fr: Approuvé par

source: Approved On
fr_fr: Approuvé le

source: Lab Tech. Comments
fr_fr: Commentaires de Lab Technicien

source: Save
fr_fr: Sauvegarder

source: HEALTH FACILITY INFORMATION
fr_fr: INFORMATIONS SUR LES ÉTABLISSEMENTS DE SANTÉ

source: Please select province
fr_fr: Veuillez sélectionner une province

source: Clinic/Health Center Code
fr_fr: Code de la clinique/du centre de santé

source: Please enter clinic/health center code
fr_fr: Veuillez saisir le code de la clinique/du centre de santé

source: Please select Testing Lab name
fr_fr: Veuillez sélectionner le nom du laboratoire d'essais

source: CHILD'S IDENTIFICATION
fr_fr: IDENTIFICATION DE L'ENFANT

source: CRVS file name
fr_fr: Nom du fichier CRVS

source: Infant Identification (Patient)
fr_fr: Identification du nourrisson (patient)

source: Please enter Exposed Infant Identification
fr_fr: Veuillez saisir l'identification du nourrisson exposé

source: Date of birth
fr_fr: Date de naissance

source: Weight of the day
fr_fr: Poids du jour

source: Infant weight of the day in Kg
fr_fr: Poids du nourrisson du jour en Kg

source: Caretaker Phone Number
fr_fr: Numéro de téléphone du gardien

source: Caretaker Address
fr_fr: Adresse du gardien

source: MOTHER'S INFORMATION
fr_fr: INFORMATIONS SUR LA MÈRE

source: Date of next appointment
fr_fr: Date du prochain rendez-vous

source: Please enter date of next appointment
fr_fr: Veuillez indiquer la date du prochain rendez-vous

source: Number of exposed children
fr_fr: Nombre d'enfants exposés

source: Please enter number of exposed children
fr_fr: Veuillez indiquer le nombre d'enfants exposés

source: Number of infected children
fr_fr: Nombre d'enfants infectés

source: Please enter number of infected children
fr_fr: Veuillez indiquer le nombre d'enfants infectés

source: ARV protocol followed by mother
fr_fr: Protocole ARV suivi par la mère

source: CLINICAL INFORMATION
fr_fr: INFORMATIONS CLINIQUES

source: Is the child symptomatic?
fr_fr: L'enfant présente-t-il des symptômes ?

source: Date of Weaning?
fr_fr: Date du sevrage ?

source: Enter date of weaning
fr_fr: Indiquer la date de sevrage

source: Was the child breastfed?
fr_fr: L'enfant a-t-il été allaité ?

source: If Yes,
fr_fr: Si oui,

source: Exclusive
fr_fr: Exclusif

source: Mixed
fr_fr: Mixte

source: Exclusive formula feeding
fr_fr: Alimentation exclusive en lait maternisé

source: Is the child on Cotrim?
fr_fr: L'enfant est-il sous Cotrim ?

source: If Yes, Date of Initiation
fr_fr: Si oui, date d'ouverture

source: Enter date of Initiation
fr_fr: Saisir la date d'initiation

source: Is the child on ART?
fr_fr: L'enfant est-il sous traitement antirétroviral ?

source: Stopped breastfeeding ?
fr_fr: Arrêt de l'allaitement ?

source: Please enter request clinician
fr_fr: Veuillez entrer le clinicien de la demande

source: Previous Results
fr_fr: Résultats précédents

source: Serological Test
fr_fr: Test sérologique

source: Not Done
fr_fr: Pas terminé

source: Previous PCR Tests
fr_fr: Tests PCR antérieurs

source: Date of sample collection
fr_fr: Date de collecte de l’échantillon

source: Test date
fr_fr: Date du test

source: Results
fr_fr: Résultats

source: Detected
fr_fr: Détecté

source: Not Detected
fr_fr: Non détecté

source: Reason for Sample Collection
fr_fr: Raison du prélèvement de l'échantillon

source: 1st Test for well child born of HIV+ mother
fr_fr: 1er test pour un enfant bien portant né d'une mère séropositive

source: 1st Test for sick child
fr_fr: 1er test pour un enfant malade

source: Repeat Testing for 6 weeks after weaning
fr_fr: Répétition des tests pendant 6 semaines après le sevrage

source: Repeat Testing due to loss of 1st sample
fr_fr: Répétition du test en raison de la perte du premier échantillon

source: Repeat due to clinical suspicion following negative 1st test
fr_fr: Répétition en cas de suspicion clinique après un premier test négatif

source: Point of Entry
fr_fr: Point d'entrée

source: PMTCT(PT)
fr_fr: PTME(PT)

source: IWC(IC)
fr_fr: CBI(IC)

source: Hospitalization (HO)
fr_fr: Hospitalisation (HO)

source: Please specify other point of entry
fr_fr: Veuillez préciser un autre point d'entrée

source: Enter Lab Assigned Code
fr_fr: Saisir le code attribué au laboratoire

source: The Lab Assigned Code that you entered already exists.Enter another Lab Assigned Code
fr_fr: Le code attribué au laboratoire que vous avez saisi existe déjà. Saisissez un autre code attribué au laboratoire

source: QUALITY SAMPLE INFORMATION
fr_fr: INFORMATIONS SUR LES ÉCHANTILLONS DE QUALITÉ

source: Recollected
fr_fr: Recueilli

source: Name of health personnel
fr_fr: Nom du personnel de santé

source: Contact Number
fr_fr: Téléphone de contact

source: Requesting Officer Phone
fr_fr: Téléphone de l'agent demandeur

source: Please enter Sample Reception Date
fr_fr: Veuillez saisir la date de réception de l'échantillon

source: EID Number
fr_fr: Numéro EID

source: Enter EID Number
fr_fr: Saisir le numéro EID

source: Please enter EID Number
fr_fr: Veuillez saisir le numéro EID

source: Please choose VL Testing Platform
fr_fr: Veuillez choisir la plate-forme de test VL

source: Please choose reason for rejection
fr_fr: Veuillez choisir la raison du rejet

source: Approved on
fr_fr: Validé le

source: Please enter the Approved on
fr_fr: Veuillez saisir l'adresse approuvée sur

source: Select Lab Name
fr_fr: Sélectionner le nom du laboratoire

source: Select Approved By
fr_fr: Sélectionner Approuvé par

source: Type one or more character to search
fr_fr: Tapez un ou plusieurs caractères à rechercher

source: Please enter the Sample ID
fr_fr: Veuillez saisir l'ID de l'échantillon

source: Please enter requesting clinician name
fr_fr: Veuillez saisir le nom du clinicien demandeur

source: Age in years
fr_fr: Âge en années

source: Age in weeks
fr_fr: Âge en semaines

source: Freezer
fr_fr: Congélateur

source: Enter Freezer
fr_fr: Entrer dans le congélateur

source: Please enter Freezer
fr_fr: Veuillez entrer Congélateur

source: Rack
fr_fr: Coffret

source: Please enter rack
fr_fr: Veuillez entrer le rack

source: Box
fr_fr: Boîte

source: Please enter box
fr_fr: Veuillez entrer dans la case

source: Please enter position
fr_fr: Veuillez saisir la position

source: Please enter volume
fr_fr: Veuillez saisir le volume

source: Please enter test date
fr_fr: Veuillez saisir la date du test

source: Please enter Batch
fr_fr: Veuillez saisir le lot

source: Please enter assay
fr_fr: Veuillez saisir l'essai

source: Please enter CT/QS value
fr_fr: Veuillez saisir la valeur CT/QS

source: Reason for Repeating Test
fr_fr: Raison de la répétition du test

source: Edit EID Request
fr_fr: Modifier la demande EID

source: Infant weight of the day
fr_fr: Poids du jour du nourrisson

source: Please enter Assay
fr_fr: Veuillez saisir l'essai

source: Child DoB
fr_fr: DoB de l'enfant

source: Child Age
fr_fr: Âge de l'enfant

source: Child Sex
fr_fr: Sexe des enfants

source: Infant Code/ID
fr_fr: Code/ID du nourrisson

source: Infant Name
fr_fr: Nom du nourrisson

source: Manual EID Results
fr_fr: Résultats de l'EID manuelle

source: Print EID Results
fr_fr: Imprimer les résultats EID

source: Print Result PDF
fr_fr: Imprimer Résultat PDF

source: EID result updated successfully
fr_fr: Le résultat de l'EID a été mis à jour avec succès

source: Email EID Test Results
fr_fr: Résultats des tests de l'EID par courrier électronique

source: Update Test Result
fr_fr: Mise à jour du résultat du test

source: Please enter sample id
fr_fr: Veuillez saisir l'identifiant de l'échantillon

source: Exposed Infant Identification (Patient)
fr_fr: Identification du nourrisson exposé (patient)

source: Please select the testing platform
fr_fr: Veuillez sélectionner la plateforme de test

source: Failed result retest
fr_fr: Échec du nouveau test de résultat

source: HEALTH FACILITY/POE
fr_fr: ÉTABLISSEMENT DE SANTÉ/POE

source: FACILITY/POE CODE
fr_fr: CODE DE L'INSTALLATION/DE L'EPI

source: FACILITY/POE STATE
fr_fr: INSTALLATION/ÉTAT DE LA PPE

source: FACILITY/POE COUNTY
fr_fr: INSTALLATION/COMPTOIR D'OPE

source: TESTING LAB NAME
fr_fr: Nom du laboratoire

source: PATIENT NAME
fr_fr: Nom du patient

source: MOTHER ART NUMBER
fr_fr: NUMÉRO DE L'ART MATERNEL

source: CHILD ID
fr_fr: ID DE L'ENFANT

source: AGE IN MONTHS
fr_fr: Âge en mois

source: SEX
fr_fr: SEXE

source: REQUESTING CLINICIAN NAME
fr_fr: NOM DU CLINICIEN DEMANDEUR

source: SAMPLE ID
fr_fr: ID de l'échantillon

source: SAMPLE COLLECTION DATE
fr_fr: Date de prélèvement de l'échantillon

source: SAMPLE RECEIPT DATE
fr_fr: DATE DE RÉCEPTION DE L'ÉCHANTILLON

source: SAMPLE TYPE
fr_fr: Type d'échantillon

source: SAMPLE TEST DATE
fr_fr: Date du test

source: RESULT RELEASE DATE
fr_fr: DATE DE PUBLICATION DES RÉSULTATS

source: TEST PLATFORM
fr_fr: PLATE-FORME D'ESSAI

source: TESTED BY
fr_fr: TESTÉ PAR

source: REVIEWED BY
fr_fr: REVUE PAR

source: APPROVED BY
fr_fr: APPROUVÉ PAR

source: REPORT REVISED BY
fr_fr: RAPPORT RÉVISÉ PAR

source: Lab Comments
fr_fr: Commentaires du laboratoire

source: Printed on
fr_fr: Imprimé le

source: Please contact the System Admin for further support.
fr_fr: Veuillez contacter l'administrateur du système pour obtenir de l'aide.

source: Sorry! We could not find this page or resource.
fr_fr: Désolé, nous n'avons pas pu trouver cette page ou cette ressource Nous n'avons pas trouvé cette page ou cette ressource.

source: ERROR
fr_fr: ERREUR

source: Logout
fr_fr: Déconnexion

source: An error occurred
fr_fr: Une erreur est survenue

source: Error Code
fr_fr: Code d'Erreur

source: Error ID
fr_fr: ID d'erreur

source: Time
fr_fr: Heure

source: What you can try
fr_fr: Ce que vous pouvez essayer

source: Try Again
fr_fr: Essayer de nouveau

source: Go to Dashboard
fr_fr: Aller au tableau de bord

source: This project is supported by the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Centers for Disease Control and Prevention (CDC).
fr_fr: Ce projet est soutenu par le Plan présidentiel d'urgence d'aide à la lutte contre le sida (PEPFAR) par l'intermédiaire des Centres américains de contrôle et de prévention des maladies (CDC).

source: Add Facility
fr_fr: Ajouter installations

source: The facility name that you entered already exists.Enter another name
fr_fr: Le nom de l'installation que vous avez saisi existe déjà. Saisissez un autre nom

source: (National Unique Code)
fr_fr: (Code national unique)

source: The code that you entered already exists.Try another code
fr_fr: Le code que vous avez saisi existe déjà. Essayez un autre code

source: Other/External Code
fr_fr: Autre/code externe

source: Allow Results File Upload?
fr_fr: Autoriser le téléchargement de fichiers de résultats ?

source: Please select if this lab can upload test results file
fr_fr: Veuillez indiquer si ce laboratoire peut télécharger un fichier de résultats de tests

source: Lab Manager
fr_fr: Gestionnaire du laboratoire

source: Please choose the Lab Manager
fr_fr: Veuillez choisir le responsable du laboratoire

source: The mobile no that you entered already exists.Enter another mobile no.
fr_fr: Le numéro de GSM que vous avez introduit existe déjà. Introduisez un autre numéro de GSM.

source: Please choose District/County
fr_fr: Veuillez choisir le district/comté

source: Enter District/County
fr_fr: Saisir le district/comté

source: Please enter District/County
fr_fr: Veuillez saisir le district/comté

source: Linked Hub Name (If applicable)
fr_fr: Nom du Hub lié (le cas échéant)

source: Choose at least one test type
fr_fr: Choisissez au moins un type de test

source: Select Test Types
fr_fr: Sélectionner les types de tests

source: Other Lab Tests
fr_fr: Autres tests de laboratoire

source: Available Platforms
fr_fr: Plates-formes disponibles

source: Choose one Available Platforms
fr_fr: Choisissez une Plateformes disponibles

source: Microscopy
fr_fr: Microscopie

source: Report Format For VL
fr_fr: Rapport hebdomadaire du labo VL

source: Please select the status
fr_fr: Veuillez sélectionner le statut

source: Report Format For EID
fr_fr: Format de rapport pour l'EID

source: Report Format For Covid-19
fr_fr: Format de rapport pour le Covid-19

source: Report Format For Hepatitis
fr_fr: Format du rapport sur l'hépatite

source: Report Format For TB
fr_fr: Format de rapport pour le CT

source: Logo Image
fr_fr: Image du logo

source: Select image
fr_fr: Sélectionner une image

source: Change
fr_fr: Changer

source: Please select logo image
fr_fr: Veuillez sélectionner le statut

source: Remove
fr_fr: Supprimer

source: Please make sure logo image size of
fr_fr: Veillez à ce que la taille de l'image du logo soit de

source: Header Text
fr_fr: Texte du header

source: Please enter header text
fr_fr: Veuillez saisir le nom de l'échantillon

source: Display Page Number in Footer
fr_fr: Afficher le numéro de page dans le pied de page

source: Display Signature Table
fr_fr: Afficher le tableau de signatures

source: Report Top Margin
fr_fr: Rapport sur la marge supérieure

source: Please enter the report top margin
fr_fr: Veuillez indiquer la marge supérieure du rapport

source: Bottom Text Location
fr_fr: Emplacement du texte en bas de page

source: Please enter the Bottom Text Location
fr_fr: Veuillez saisir l'emplacement du texte du bas

source: Above Footer
fr_fr: Au-dessus du pied de page

source: Below Platform Name
fr_fr: Nom de la plate-forme inférieure

source: The following information is sometimes used to show names and signatures in some reports.
fr_fr: Les informations suivantes sont parfois utilisées pour indiquer les noms et les signatures dans certains rapports.

source: Name of Signatory
fr_fr: Nom du signataire

source: Designation
fr_fr: Désignation

source: Upload Signature (jpg, png)
fr_fr: Télécharger la signature (jpg, png)

source: Test Types
fr_fr: Types de tests
