Repository: deforay/intelis
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Results not yet Printed
fr_fr: Résultats pas encore imprimés

source: Results already Printed
fr_fr: Résultats déjà imprimés

source: Sample Received at Lab
fr_fr: Échantillon reçu au labo

source: Select Sample Received Date
fr_fr: Sélectionner la date de réception de l'échantillon

source: Testing Labs
fr_fr: Labo de test

source: Please select testing labs
fr_fr: Labo de test

source: Print Selected Results PDF
fr_fr: Imprimer les résultats sélectionnés PDF

source: Print selected Results PDF
fr_fr: Imprimer les résultats sélectionnés PDF

source: You have selected
fr_fr: Aucune imprimante sélectionnée

source: results out of the maximum allowed 100 at a time
fr_fr: résultats sur le maximum autorisé de 100 à la fois

source: Maximum of 100 results allowed to print at a time
fr_fr: Un maximum de 100 résultats peut être imprimé à la fois

source: Manage Result Status
fr_fr: Gérer le statut des résultats

source: Select Sample Rejection Reason
fr_fr: Sélectionner le motif de rejet de l'échantillon

source: Results Approval
fr_fr: Validation des résultats

source: Choose Rejection Reason
fr_fr: Choisissez le motif de rejet

source: Please choose reason
fr_fr: Veuillez choisir la raison

source: Show Samples that are
fr_fr: Afficher les échantillons qui sont

source: Please choose a status
fr_fr: Veuillez saisir le statut de l'échantillon

source: Not Approved/Rejected
fr_fr: Non approuvé/rejeté

source: Already Approved/Rejected
fr_fr: Déjà approuvé/rejeté

source: Please select test status
fr_fr: Veuillez sélectionner le statut du test

source: -- Select at least one sample to apply bulk action --
fr_fr: -- Sélectionnez au moins un échantillon pour appliquer l'action groupée --

source: Please select approver
fr_fr: Veuillez sélectionner l'approbateur

source: -- Select Approver --
fr_fr: -- Sélectionner l'approbateur --

source: Please select tester
fr_fr: Veuillez sélectionner un testeur

source: -- Select Tester --
fr_fr: -- Sélectionner le testeur --

source: Please select reviewer
fr_fr: Veuillez sélectionner un évaluateur

source: -- Select Reviewer --
fr_fr: -- Sélectionner un évaluateur --

source: Last Modified on
fr_fr: Dernière date de modification

source: Please select Status, Approver & Reviewer fields to update
fr_fr: Veuillez sélectionner les champs Statut, Approbateur et Réviseur pour mettre à jour

source: Please select at least one checkbox
fr_fr: Veuillez cocher au moins une case

source: Do you wish to overwrite this result?
fr_fr: Souhaitez-vous écraser ce résultat ?

source: Do you wish to change the status?
fr_fr: Souhaitez-vous modifier le statut ?

source: Email CD4 Test Results
fr_fr: Envoyer par courriel les résultats du test CD4

source: E-mail Test Result
fr_fr: Envoyer le résultat du test par courriel

source: Subject
fr_fr: Sujet

source: Please enter subject
fr_fr: S'il vous plaît entrer sujet

source: Facility Name (To)
fr_fr: Nom de l'installation (à)

source: Please enter message
fr_fr: Veuillez saisir un message

source: Please use the following to filter the samples you wish to email
fr_fr: Veuillez utiliser les éléments suivants pour filtrer les échantillons que vous souhaitez envoyer par courrier électronique

source: Please choose type
fr_fr: Veuillez choisir le type

source: Urgency
fr_fr: Urgence

source: Please choose urgency type
fr_fr: Veuillez choisir le type d'urgence

source: Please choose province/state
fr_fr: Veuillez choisir la province ou l'État

source: Please choose district/county
fr_fr: Veuillez choisir le district/comté

source: Please choose batch
fr_fr: Veuillez choisir le lot

source: Please choose sample status
fr_fr: Veuillez choisir le statut de l'échantillon

source: Mail Sent Status
fr_fr: Statut du courrier envoyé

source: Please choose sample mail sent status
fr_fr: Veuillez choisir l'état de l'envoi de l'échantillon

source: Samples Not yet Mailed
fr_fr: Échantillons non encore envoyés

source: All Samples
fr_fr: Tous les échantillons

source: Already Mailed Samples
fr_fr: Échantillons déjà envoyés

source: Please select maximum 100 samples
fr_fr: Veuillez sélectionner un maximum de 100 échantillons

source: Choose Sample(s)
fr_fr: Choisir le(s) échantillon(s)

source: Select All
fr_fr: Tout sélectionner

source: Deselect All
fr_fr: Tout désélectionner

source: Please select sample(s)
fr_fr: Veuillez sélectionner le(s) échantillon(s)

source: Hello
fr_fr: Bonjour

source: Please find the test results attached with this email
fr_fr: Les résultats des tests sont joints à ce courriel

source: Thanks
fr_fr: Merci

source: Select Facility
fr_fr: Sélectionner l'infrastructure

source: Select Batches
fr_fr: Sélectionner les lots

source: Enter Sample ID
fr_fr: Saisir l'ID de l'échantillon

source: Samples out of the maximum allowed
fr_fr: Échantillons en dehors du maximum autorisé

source: samples
fr_fr: échantillons

source: Cannot generate Result PDF for samples without result.
fr_fr: Impossible de générer le PDF des résultats pour les échantillons sans résultat.

source: No valid Email id available. Please add valid email for this facility
fr_fr: Aucune adresse électronique valide n'est disponible. Veuillez ajouter un courriel valide pour cette installation

source: This email will be sent to the facility with an email id
fr_fr: Ce courrier électronique sera envoyé à l'installation avec un identifiant de courrier électronique

source: Test Sample Again
fr_fr: Test de l'échantillon à nouveau

source: Retest
fr_fr: Retester

source: Enter Result
fr_fr: Saisir le résultat

source: Report generated at Testing Lab
fr_fr: Rapport généré par le laboratoire d'essais

source: INVALID REQUEST
fr_fr: DEMANDE NON VALIDE

source: Internal Server Error
fr_fr: Erreur interne du serveur

source: Not Found
fr_fr: Non trouvé

source: Forbidden
fr_fr: Interdit

source: Unauthorized
fr_fr: Non autorisé

source: Bad Request
fr_fr: Requête erronée

source: Service Unavailable
fr_fr: Service non disponible

source: Gateway Timeout
fr_fr: Délai d'attente de la passerelle

source: We encountered an unexpected problem while processing your request.
fr_fr: Nous avons rencontré un problème inattendu lors du traitement de votre demande.

source: The page or resource you requested could not be found.
fr_fr: La page ou la ressource demandée n'a pu être trouvée.

source: You do not have permission to access this page or resource.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette page ou à cette ressource.

source: Please log in to access this resource.
fr_fr: Veuillez vous connecter pour accéder à cette ressource.

source: The request contains invalid or missing information.
fr_fr: La demande contient des informations invalides ou manquantes.

source: The service is temporarily unavailable. Please try again later.
fr_fr: Le service est temporairement indisponible. Veuillez réessayer plus tard.

source: The request took too long to process. Please try again.
fr_fr: Le traitement de la demande a pris trop de temps. Veuillez réessayer.

source: Sorry, something went wrong. Please try again later.
fr_fr: Désolé, quelque chose s’est mal passé. Veuillez réessayer à nouveau plus tard.

source: Please contact support with the error ID above.
fr_fr: Veuillez contacter le service d'assistance en indiquant l'identifiant de l'erreur ci-dessus.

source: This appears to be a temporary issue. Please try again.
fr_fr: Il semble qu'il s'agisse d'un problème temporaire. Veuillez réessayer.

source: Try logging in again
fr_fr: Essayez de vous reconnecter

source: Check if your session has expired
fr_fr: Vérifier si votre session a expiré

source: Contact your administrator for access
fr_fr: Contactez votre administrateur pour obtenir l'accès

source: Verify you have the required permissions
fr_fr: Vérifiez que vous disposez des autorisations nécessaires

source: Check the URL for typos
fr_fr: Vérifier l'absence de fautes de frappe dans l'URL

source: Use the navigation menu to find what you need
fr_fr: Utilisez le menu de navigation pour trouver ce dont vous avez besoin

source: Wait a few minutes and try again
fr_fr: Attendez quelques minutes et réessayez

source: Contact support if the problem persists
fr_fr: Contacter l'assistance si le problème persiste

source: Please check your request and try again.
fr_fr: Veuillez vérifier votre demande et réessayer.

source: Batch Number/Code
fr_fr: Numéro/code de lot

source: Result On
fr_fr: Résultat sur

source: Reviewed On
fr_fr: Évalué sur

source: Created By
fr_fr: Créé Par

source: Batch file generated on
fr_fr: Fichier batch généré sur

source: Generated on
fr_fr: Généré le

source: Sample Referral Manifest
fr_fr: Modèle de manifeste de renvoi

source: Sorry! We could not find this page or resource
fr_fr: Désolé, nous n'avons pas pu trouver cette page Nous n'avons pas trouvé cette page ou cette ressource

source: Unauthorized Access. Please contact your system administrator.
fr_fr: Accès non autorisé. Veuillez contacter votre administrateur système.

source: Sorry! We could not resolve this request
fr_fr: Désolé, nous n'avons pas pu résoudre cette demande Nous n'avons pas pu résoudre cette demande

source: Access control error occurred
fr_fr: Une erreur de contrôle d'accès s'est produite

source: Guest
fr_fr: Invité

source: Sorry
fr_fr: Désolé

source: Please change your password to proceed.
fr_fr: Veuillez modifier votre mot de passe pour continuer.

source: Invalid request origin.
fr_fr: Origine de la demande non valide.

source: Sample Tracking System
fr_fr: Système de suivi des échantillons

source: Invalid Request. Please try again.
fr_fr: Demande non valide. Veuillez réessayer.

source: Your session has expired or is invalid. Please try again.
fr_fr: Votre session a expiré ou n'est pas valide. Veuillez réessayer.

source: Incorrect response when verifying manifest
fr_fr: Réponse incorrecte lors de la vérification du manifeste

source: HIV Viral Load
fr_fr: Charge virale du VIH

source: HIV Recency
fr_fr: Récence du VIH

source: Tubercolosis
fr_fr: Tuberculose

source: Other Tests
fr_fr: Autres tests

source: Unknown
fr_fr: Inconnu

source: years
fr_fr: années

source: year
fr_fr: année

source: months
fr_fr: mois

source: month
fr_fr: mois

source: Corrected common format mistakes:
fr_fr: Correction des erreurs de format les plus courantes :

source: Suggested common European format
fr_fr: Proposition de format européen commun

source: European date with time (Day/Month/Year Hour:Minute)
fr_fr: Date européenne avec heure (Jour/Mois/Année Heure:Minute)

source: Suggested common US format
fr_fr: Format commun suggéré pour les États-Unis

source: US date with time (Month/Day/Year Hour:Minute)
fr_fr: Date américaine avec heure (Mois/Jour/Année Heure:Minute)

source: Suggested ISO format
fr_fr: Format ISO suggéré

source: ISO 8601 format (Year-Month-Day Hour:Minute:Second)
fr_fr: Format ISO 8601 (Année-Mois-Jour Heure:Minute:Seconde)

source: 4-digit year
fr_fr: année à 4 chiffres

source: 2-digit year
fr_fr: année à 2 chiffres

source: month name
fr_fr: nom du mois

source: month with leading zero
fr_fr: mois avec zéro en tête

source: month without leading zero
fr_fr: mois sans zéro initial

source: day with leading zero
fr_fr: jour avec zéro en tête

source: day without leading zero
fr_fr: jour sans zéro initial

source: 24-hour format
fr_fr: Format 24 heures sur 24

source: 12-hour format
fr_fr: Format de 12 heures

source: with AM/PM
fr_fr: avec AM/PM

source: with seconds
fr_fr: avec des secondes

source: Example not available
fr_fr: Exemple non disponible

source: US
fr_fr: ÉTATS-UNIS

source: European
fr_fr: Européenne

source: 2-digit years can be ambiguous (e.g., 25 = 2025 or 1925?)
fr_fr: les années à deux chiffres peuvent être ambiguës (par exemple, 25 = 2025 ou 1925 ?)

source: Could be confused with European format (Day/Month/Year)
fr_fr: Peut être confondu avec le format européen (jour/mois/année)

source: Could be confused with US format (Month/Day/Year)
fr_fr: Peut être confondu avec le format américain (Mois/Jour/Année)

source: Add Funding Source
fr_fr: Sources de financement

source: Please enter Funding Source
fr_fr: Sources de financement

source: The Funding Source that you entered already exists.Enter another Funding Source
fr_fr: La source de financement que vous avez saisie existe déjà. Saisissez une autre source de financement

source: Funding Source Status
fr_fr: Source de financement Statut

source: Please select Funding Source
fr_fr: Veuillez sélectionner la source de financement

source: Geographical Divisions
fr_fr: Divisions géographiques

source: Add Geographical Divisions
fr_fr: Divisions géographiques

source: Geographical Division Name
fr_fr: Le nom de la division géographique que vous avez entré existe déjà. Entrez un autre nom

source: Please enter Geographical Division name
fr_fr: Veuillez saisir le nom de la division géographique

source: The Geographical Division name that you entered already exists. Please enter another name
fr_fr: Le nom de la division géographique que vous avez saisi existe déjà. Veuillez saisir un autre nom

source: Geographical Division Code
fr_fr: Le code de division géographique que vous avez entré existe déjà. Entrez un autre code

source: Geographical Division code
fr_fr: Le code de division géographique que vous avez entré existe déjà. Entrez un autre code

source: Please enter Geographical Division code
fr_fr: Veuillez saisir le code de la division géographique

source: The Geographical Division code that you entered already exists. Please enter another code
fr_fr: Le code de division géographique que vous avez saisi existe déjà. Veuillez saisir un autre code

source: Parent Geographical Division
fr_fr: Division géographique de la société mère

source: Parent Division
fr_fr: Division des parents

source: Please select Parent Division
fr_fr: Veuillez sélectionner la division des parents

source: Implementation Partners
fr_fr: Partenaires

source: Add Implementation Partners
fr_fr: Ajouter des partenaires de mise en œuvre

source: Partner Name
fr_fr: Intitulé des Comptes

source: Please enter Partner name
fr_fr: Veuillez saisir le nom du partenaire

source: The Partner name that you entered already exists.Enter another name
fr_fr: Le nom du partenaire que vous avez saisi existe déjà. Saisissez un autre nom

source: Partner Status
fr_fr: Statut du partenaire

source: Please select partner status
fr_fr: Veuillez sélectionner le statut de partenaire

source: Lab Storage
fr_fr: Stockage en laboratoire

source: Add Lab Freezer/Storage
fr_fr: Ajout d'un congélateur/stockage de laboratoire

source: Freezer/Storage Code
fr_fr: Code de congélation/stockage

source: Please enter Storage Code
fr_fr: Veuillez saisir le code de stockage

source: The Storage Code that you entered already exists.Enter another Storage Code
fr_fr: Le code de stockage que vous avez saisi existe déjà. Saisissez un autre code de stockage

source: Storage Status
fr_fr: État du stockage

source: Select the options
fr_fr: Sélectionner les options

source: Add Recommended Corrective Action
fr_fr: Ajouter l'action corrective recommandée

source: Recommended Corrective Action Name
fr_fr: Nom de l'action corrective recommandée

source: Please enter Recommended Corrective Action
fr_fr: Veuillez saisir l'action corrective recommandée

source: The Corrective action that you entered already exists.Enter another Corrective action
fr_fr: L'action corrective que vous avez saisie existe déjà. Saisissez une autre action corrective

source: Please select corrective Action Status
fr_fr: Veuillez sélectionner le statut de l'action corrective

source: Cannot edit this geographical division. Please try again.
fr_fr: Impossible de modifier cette division géographique. Veuillez réessayer.

source: Unassigned Province
fr_fr: Province non attribuée

source: Edit Geographical Divisions
fr_fr: Editer les divisions géographiques

source: Geo Division Name
fr_fr: Nom de la géodivision

source: Geographical Divisions code
fr_fr: Code des divisions géographiques

source: Please select Parent division
fr_fr: Veuillez sélectionner la division des parents

source: Move Active Districts and Facilities To
fr_fr: Déplacer les quartiers et les installations actifs vers

source: Select a province to move active records
fr_fr: Sélectionnez une province pour déplacer les dossiers actifs

source: Choose an active province to receive all active districts and facilities before deactivating this province.
fr_fr: Choisissez une province active pour recevoir tous les districts et établissements actifs avant de désactiver cette province.

source: Move Active Facilities To
fr_fr: Déplacer les installations actives vers

source: Select a district to move active facilities
fr_fr: Sélectionnez un district pour déplacer les installations actives

source: Choose an active district to receive all active facilities before deactivating this district.
fr_fr: Choisissez un district actif pour recevoir toutes les installations actives avant de désactiver ce district.

source: Districts/Counties under this Province
fr_fr: Districts/comtés relevant de cette province

source: Name
fr_fr: Nom

source: No districts/counties found for this province.
fr_fr: Aucun district/comté trouvé pour cette province.

source: Facilities mapped to this Province
fr_fr: Installations cartographiées dans cette province

source: Facility Code
fr_fr: Nom et code de la structure

source: No facilities found for this province.
fr_fr: Aucune installation trouvée pour cette province.

source: Facilities mapped to this District/County
fr_fr: Installations rattachées à ce district/comté

source: No facilities found for this district/county.
fr_fr: Aucune installation trouvée pour ce district/comté.

source: Please select an active province to move existing districts and facilities.
fr_fr: Veuillez sélectionner une province active pour déplacer les districts et les installations existants.

source: Please select an active district to move existing facilities.
fr_fr: Veuillez sélectionner un district actif pour déplacer les installations existantes.

source: Edit Lab Freezer/Storage
fr_fr: Modifier le congélateur/stockage du laboratoire

source: Lab Freezer/Storage
fr_fr: Congélateur/stockage de laboratoire

source: Storage Code
fr_fr: Code de stockage

source: Freezer/Storage Status
fr_fr: Statut de congélation/stockage

source: Edit Recommended Corrective Action
fr_fr: Modifier Action corrective recommandée

source: Add Funding Sources
fr_fr: Sources de financement

source: Funding Source Name
fr_fr: Nom de la source de financement

source: Are you sure you want to change the status
fr_fr: Êtes-vous sûr de vouloir changer de statut

source: Add New Geographical Divisions
fr_fr: Ajouter de nouvelles divisions géographiques

source: Merge Geographical Divisions
fr_fr: Fusionner les divisions géographiques

source: -- All --
fr_fr: -- Tous --

source: Province/Region
fr_fr: Province/Région

source: Please choose a province/region
fr_fr: Veuillez choisir une province/région

source: Please choose a district/county
fr_fr: Veuillez choisir un district/comté

source: Please choose level
fr_fr: Veuillez choisir le niveau

source: Only Provinces
fr_fr: Seulement les provinces

source: Only Districts
fr_fr: Uniquement les districts

source: Duplicate Candidates
fr_fr: Candidats en double

source: Show possible duplicate names
fr_fr: Afficher les noms potentiellement en double

source: Orphaned Districts
fr_fr: Districts orphelins

source: Show only districts whose province is inactive or missing
fr_fr: Afficher uniquement les districts dont la province est inactive ou manquante

source: Merging geographical divisions is not allowed on this instance.
fr_fr: La fusion des divisions géographiques n'est pas autorisée dans ce cas.

source: Please select at least two provinces and choose the primary province.
fr_fr: Veuillez sélectionner au moins deux provinces et choisir la province principale.

source: Primary province must be included in the selected list.
fr_fr: La province principale doit figurer dans la liste sélectionnée.

source: Primary province not found.
fr_fr: Province principale introuvable.

source: Please select at least one additional province to merge.
fr_fr: Veuillez sélectionner au moins une autre province à fusionner.

source: Selected provinces merged successfully.
fr_fr: Les provinces sélectionnées ont été fusionnées avec succès.

source: Please select at least two districts and choose the primary district.
fr_fr: Veuillez sélectionner au moins deux districts et choisir le district principal.

source: Primary district must be included in the selected list.
fr_fr: Le district primaire doit être inclus dans la liste sélectionnée.

source: Primary district not found or has no parent province.
fr_fr: District primaire introuvable ou sans province mère.

source: Please select at least one additional district to merge.
fr_fr: Veuillez sélectionner au moins un autre district à fusionner.

source: Selected districts merged successfully.
fr_fr: Les districts sélectionnés ont fusionné avec succès.

source: Invalid merge request.
fr_fr: Demande de fusion non valide.

source: An error occurred while merging divisions. Please try again.
fr_fr: Une erreur s'est produite lors de la fusion des divisions. Veuillez réessayer.

source: This feature is only available on STS instances.
fr_fr: Cette fonctionnalité n'est disponible que sur les instances STS.

source: Merge
fr_fr: Fusionner

source: Merging moves all associated districts and facilities to the selected primary division. Non-primary divisions are marked inactive but remain in the system.
fr_fr: La fusion déplace tous les districts et établissements associés vers la division principale sélectionnée. Les divisions non principales sont marquées comme inactives, mais restent dans le système.

source: Merge Type
fr_fr: Type de fusion

source: Provinces
fr_fr: Departements

source: Districts
fr_fr: Quartiers

source: Select Provinces to Merge
fr_fr: Sélectionnez les provinces à fusionner

source: Choose one or more provinces
fr_fr: Choisissez une ou plusieurs provinces

source: Select at least two provinces. All districts and facilities from the non-primary provinces will move to the chosen primary province.
fr_fr: Sélectionnez au moins deux provinces. Tous les districts et établissements des provinces non principales seront transférés vers la province principale choisie.

source: Primary Province (remains active)
fr_fr: Province principale (reste active)

source: Select primary province
fr_fr: Sélectionnez la province principale

source: Select Districts to Merge
fr_fr: Sélectionner les districts à fusionner

source: Choose one or more districts
fr_fr: Choisissez un ou plusieurs districts

source: No Province
fr_fr: Aucune province

source: Select at least two districts. All facilities from the non-primary districts will move to the chosen primary district.
fr_fr: Sélectionnez au moins deux districts. Toutes les installations des districts non principaux seront transférées vers le district principal choisi.

source: Primary District (remains active)
fr_fr: District primaire (reste actif)

source: Select primary district
fr_fr: Sélectionnez le district principal

source: Merge Selected Divisions
fr_fr: Fusionner les divisions sélectionnées

source: Please select at least two divisions to merge.
fr_fr: Veuillez sélectionner au moins deux divisions à fusionner.

source: Please choose the division that will remain active.
fr_fr: Veuillez choisir la division qui restera active.

source: Primary division must be part of the selected list.
fr_fr: La division primaire doit faire partie de la liste sélectionnée.
